WELCOME1 = "Привет! Я буду с тобой для повышения грамотности в информационной безопасности"

NAME_QUESTION = "Напиши как тебя зовут⬇. Мне необходимы Фамилия Имя Отчество"
NAME_ACCEPT = "Поздравляю {}, с началом обучения! Чтобы определить слабые темы, тебе нужно пройти небольшое тестирование. Начнём?"

CONGRATULATION = """Благодарим тебя за активность! Ты ответил(а) на вопросы и твоя обратная связь поможет нам выстроить 
процесс адаптации ещё лучше! Сейчас ты увидишь мое активное меню. Можешь выбирать любой раздел, который тебе интересен.
"""

MAIN_MENU = """Главное меню
🎲 Тестирование: в этом разделе у тебя будет возможность проверить свои знания и перейти на новый уровень обучения;
📚 Обучение: раздел, где хранятся важные и полезные материалы
"""

TRUE_ANSWER = (
    "Молодец!",
    "Да, ты прав(а)!",
    "Молодец! Не ожидала, что ты знаешь)",
    "Это правильный ответ)",
    "Верно!",
    "Точно)",
)

FALSE_ANSWER = (
    "Неправильно!",
    "Неверно(",
    "Согласна, сложный вопрос",
    "Нет.",
    "Ответ неверный",
)

ONWORDS_GAME = (
    "Дальше?",
    "Продолжаем?",
    "Ещё?",
    "Ещё вопрос?",
    "Играем дальше?",
)

NO_NEW_QUESTION = "Мы отлично пообучались. Приходи за новыми вопросами на следующей неделе"


