WELCOME1 = "Привет! Я буду с тобой для повышения грамотности в информационной безопасности"

NAME_QUESTION = "Напиши как тебя зовут⬇. Мне необходимы Фамилия Имя Отчество"
NAME_ACCEPT = "Поздравляю {}, с началом обучения! Чтобы определить слабые темы, тебе нужно пройти небольшое тестирование. Начнём?"

CONGRATULATION = """Благодарим тебя за активность! Ты ответил(а) на вопросы и мы определили твою компетентность по разным темам. От этого зависит уровень, с которого ты начнешь обучение.
"""

MAIN_MENU = """Главное меню
🎲 Тестирование: в этом разделе у тебя будет возможность проверить свои знания и перейти на новый уровень обучения;
📚 Обучение: раздел, где хранятся важные и полезные материалы
"""

MAIN_TEST_MENU = """Выбери тему для проверки знаний"""

TRUE_ANSWER = (
    "Молодец!",
    "Да, ты прав(а)!",
    "Молодец! Не ожидала, что ты знаешь)",
    "Это правильный ответ)",
    "Верно!",
    "Точно)",
)

FALSE_ANSWER = (
    "Неправильно!",
    "Неверно(",
    "Согласна, сложный вопрос",
    "Нет.",
    "Ответ неверный",
)

ONWORDS_GAME = (
    "Дальше?",
    "Продолжаем?",
)

NO_NEW_QUESTION = "Мы отлично пообучались. Приходи за новыми вопросами на следующей неделе"

CURRENT_LEVEL = """Текущий уровень по темам
Мобильные телефоны - Лёгкий,
Пароли - Лёгкий,
Системы - Лёгкий,
Мессенджеры - Лёгкий,
Конфиденциальность- Лёгкий,
Электронная почта - Лёгкий"""
