[{"model": "game.question", "pk": 1, "fields": {"text": "На смартфоне Петра появилось уведомление: «Приложение ГеоСмарт просит доступ к данным геолокации, электронной почте, камере». Петр уверен, что не устанавливал такого приложения. Что делать?\r\n\r\n1. Проверить последние загруженные приложения - может, Пётр загрузил его случайно\r\n2. Показать смартфон специалисту\r\n3. Почитать о приложении в интернете, может оно и пригодится\r\n4. Разрешить доступ", "descriptions": "Если незнакомое приложение требует предоставить ему какие-то права, устройство нужно показать специалисту, чтобы исключить возможность заражения вредоносным ПО. До проверки специалистом давать подобные разрешения и пользоваться приложением опасно.", "add_date": "2021-09-28T19:54:09.139Z", "update_date": "2021-12-04T20:10:59.659Z", "cash": null, "category": 2, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 2, "fields": {"text": "Саша и Юра - коллеги. Они постоянно обмениваются полезными для работы приложениями. К примеру, на прошлой неделе юра посоветовал саше отличное приложение для планирования задач, а Саша недавно рассказал Юре про обучающую программу по его специализации. Сегодня на экране Юры появилось сообщение от Саши - “этот органайзер - самое удобное, что мне попадалось! скачивай вот отсюда: https://calend.ff.me/964”. что следует сделать Юре?\r\n\r\n1. Перейти по ссылке, чтобы посмотреть, как называется приложение, а потом загрузить его в магазине приложений.\r\n2. Перейти по ссылке и загрузить приложение.\r\n3. Проигронировать сообщение, потому что у Юры уже есть хороший планироващик задач.\r\n4. Проигнорировать сообщение с мошенничесской ссылкой и предупредить сашу, что его аккаунт может быть взломан", "descriptions": "Устанавливать на мобильное устройство приложения по ссылке в сообщении — плохая идея. При этом совершенно неважно, пришло ли это сообщение от неизвестного отправителя или от лучшего друга. Учетную запись Саши могли взломать, чтобы от его имени рассылать сообщения с вредоносной ссылкой знакомым и друзьям. Так что лучше не рисковать, а на всякий случай еще и предупредить Сашу о том, что его учетная запись может быть взломана.", "add_date": "2021-09-28T19:56:39.985Z", "update_date": "2021-12-04T20:11:15.025Z", "cash": null, "category": 2, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 3, "fields": {"text": "Какие из этих широко используемых преступниками приложений совершенно легальны?\r\n\r\n1. Следящие приложения.\r\n2. Скрытые майнеры.\r\n3. Программы-вымогатели.\r\n4. Банковские трояны", "descriptions": "Следящие приложения продаются легально и предназначены для контроля детей или сотрудников. Преступники просто приспособили их под свои цели. Майнеры легальны — но не скрытые. Вымогатели и банковские трояны незаконны при любых обстоятельствах.", "add_date": "2021-09-28T19:58:12.921Z", "update_date": "2021-12-04T20:11:43.752Z", "cash": null, "category": 2, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 4, "fields": {"text": "У Светы встреча с крупным политическим деятелем на тему реформ транспортной системы. Она проспала и теперь бежит на встречу, пытаясь панически подготовиться к ней (опоздание чревато срывом договоренности). Она натыкается на ссылку, которая выглядит очень интересно. В обычном режиме Света обязательно бы навела на ссылку курсор, посмотрела бы реальный адрес, куда она ведет, подумала бы, стоит переходить туда или нет. Но что делать на бегу и со смартфона?\r\n\r\n1. Отказаться от перехода - читатели потерпят и без подробностей интимной жизни героя.\r\n2. Проверить ссылку на специально предназначенном для этого сайте.\r\n3. Остановиться, скопировать реальный адрес ссылки в блокнот и тщательно её проверить, пусть даже придётся опоздать.\r\n4. Просто перейти по ссылке - ради читателя стоит рискнуть.", "descriptions": "Проверять ссылки на мобильных телефонах проще всего с помощью специально предназначенных для этого сайтов, например, Kaspersky Threat Intelligence Portal. Его можно сохранить в закладках и просто копировать ссылки в поле проверки — это занимает несколько секунд даже на бегу и гарантирует, что подозрительная ссылка будет распознана.", "add_date": "2021-09-28T19:59:01.081Z", "update_date": "2021-12-04T20:12:05.141Z", "cash": null, "category": 2, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 5, "fields": {"text": "Чем отличаются в плане функциональности антивирусы для компьютеров и мобильных устройств?\r\n\r\n1. Первые умеют отслеживать большее количество вредоносов.\r\n2. Первые умеют работать в реальном времени, вторые - нет.\r\n3. Первые обновляются реже вторых.\r\n4. Первые требуют установки, вторые работают онлайн\r\n5. Ничем", "descriptions": "Функциональность антивирусов для компьютеров и мобильных устройств одинаковая. Все крупные производители делают антивирусы обоих типов, и в них используются синхронно обновляемые базы данных (сами базы могут отличаться, поскольку для разных устройств — разные вредоносы).", "add_date": "2021-09-28T19:59:49.524Z", "update_date": "2021-12-04T20:12:12.707Z", "cash": null, "category": 2, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 7, "fields": {"text": "Выберите верное суждение об уязвимостях:\r\n\r\n1. Антивирус требуется только компьютеру, на котором установлено устаревшее ПО\r\n2. Обновление ПО позволяет избавиться от известных уязвимостей\r\n3. Наличие уязвимости - признак атаки", "descriptions": "Уязвимости могут быть скрыты: обновление ПО поможет избавиться только от известных уязвимостей.\r\nТем не менее, уязвимости есть практически во всех системах и их наличие не говорит о том, что атака уже произошла.", "add_date": "2021-12-04T20:41:41.151Z", "update_date": "2021-12-04T20:41:41.151Z", "cash": null, "category": 6, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 8, "fields": {"text": "Является ли корректной ситуация, при которой на предприятии есть отдел информационной безопасности, но нет отдельной команды технологической кибербезопасности? Почему?\r\n\r\n1. Нет. необходимы специалисты, разбирающиеся в особенностях промышненной системы и её кибербезопасности\r\n2. Да. в случае отсутствия уязвимостей в программном и аппаратном обеспечении система безопасна и не требует наличия отдельной команды кибербезопасности\r\n3. Да. отдел информационной безопасности покрывает все нужды предприятия\r\n4. Нет. отдел кибербезопасности должен быть в соответствии с федеральным законом “О безопасности критической информационной структуры”", "descriptions": "Промышленная система является киберфизической системой. Поэтому в понятие безопасности промышленного предприятия вкладывается также функциональная безопасность. Соответственно, служба безопасности предприятия обязательно должна иметь команду кибербезопасности, которая разбирается не только в информационных вопросах, но и в технологическом процессе производства.", "add_date": "2021-12-04T20:42:57.524Z", "update_date": "2021-12-04T20:42:57.524Z", "cash": null, "category": 6, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 9, "fields": {"text": "Светлана Петровна увидела на экране своего смартфона неизвестно откуда взявшийся значок «Очистка», которого там раньше не было. Антивирусом Светлана Петровна не пользуется. Что ей следует сделать?\r\n\r\n1. удалить незнакомое приложение\r\n2. показать смартфон специалисту - возможно, устройство заражено\r\n3. перезапустить смартфон\r\n4. это системное обновление, всё в порядке", "descriptions": "Нужно обратиться за советом к специалисту. Возможно, служебный значок появился в результате очередного обновления, но вероятность заражения вредоносным ПО лучше исключить. Игнорировать или пытаться самостоятельно удалять это приложение может быть опасно.", "add_date": "2021-12-05T05:30:01.489Z", "update_date": "2021-12-05T05:30:42.602Z", "cash": null, "category": 2, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 10, "fields": {"text": "Друг хочет защитить свой новенький телефон от мошенников и подбирает код, который подойдет для этого лучше всего. Какой из описанных кодов-паролей вы порекомендовали бы другу?\r\n\r\n1. год его рождения\r\n2. 1234 - так проще запомнить\r\n3. первые несколько цифр из паспорта друга\r\n4. 1111 - стандартный код, который используют все", "descriptions": "Кража смартфонов — это самый распространенный тип кражи в мире, и защита хранящихся в памяти смартфона данных очень важна. Поэтому защищать устройство легко подбираемым пин-кодом (1111 или 1234) не стоит. Также не следует использовать пин-код, явно связанный с владельцем смартфона (год рождения).\r\nА вот цифры из номера паспорта — вариант неплохой, обычно номер паспорта не является публичной информацией. Главное — чтобы паспорт не украли вместе со смартфоном.", "add_date": "2021-12-05T05:31:36.003Z", "update_date": "2021-12-05T05:31:36.003Z", "cash": null, "category": 2, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 11, "fields": {"text": "Во время пандемии COVID-19 в ряде стран ввели карантин. Из дома можно было выходить, только уведомив власти через специальное приложение, которое фиксировало, куда отправился пользователь. Например, если он уведомил о походе в магазин и обратно, приложение это проверяло, и если он шел куда-то в другое место, выписывало штраф. Какие разрешения можно давать подобному приложению?\r\n\r\n-на доступ к отправке смс-сообщений\r\n+на определение местоположения пользователя\r\n-на доступ к камере\r\n-на доступ к календарю\r\n-на доступ к контактам", "descriptions": "Логика подсказывает, что данному приложению понадобится доступ к геолокации — ему нужно определять, отправились ли вы туда, куда заявляли, или нет. А вот понять, зачем ему нужны остальные разрешения, трудно. Давать их не следует.", "add_date": "2021-12-05T05:32:26.761Z", "update_date": "2021-12-05T05:32:26.761Z", "cash": null, "category": 2, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 12, "fields": {"text": "У Сергея — iPhone 11, он законопослушный гражданин и всегда скачивает приложения только в официальном магазине App Store. Он уверен, что никакое вредоносное ПО никогда его не коснется. И все-таки — какой способ проникновения вредоносного ПО на iPhone существует, но неизвестен Сергею?\r\n\r\n1. злоумышленники продают в app store поддельные приложения, чьи названия имитируют названия известных приложений\r\n2. злоумышленники внедрили вредоносный код в приложения, подрающиеся в AppStore, ещё на стдии производства и без ведома пользователя\r\n3. злоумышленники устанавливают вредоносные приложения на телефон сергея из стороннего источника через wi-fi\r\n4. злоумышленники имитируют app store и сергей может случайно купить приложение в поддельном магазине", "descriptions": "В отношении iOS злоумышленники применяют так называемую «атаку на цепь поставок», внедряя вредоносный код или уязвимость в ПО на стадии разработки (то есть взламывают не App Store и не iOS, а внедряются к разработчику приложений). В App Store попадает рабочее приложение от проверенного поставщика — только в нем есть заложенная уязвимость, которой и пользуются впоследствии мошенники.\r\nОстальные атаки в случае Apple невозможны. Точнее, в теории возможны (кроме подделки магазина), но прецедентов не было.", "add_date": "2021-12-05T05:33:52.606Z", "update_date": "2021-12-05T05:33:52.606Z", "cash": null, "category": 2, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 13, "fields": {"text": "У Дарьи очень хороший дорогой смартфон, и она боится его потерять не столько из-за хранящейся там информации, сколько из-за того, что новый такой же в данный момент она себе позволить не сможет. Что стоит сделать Дарье, чтобы помочь полиции найти смартфон в случае его кражи?\r\n\r\n1. переписать куда-нибудь IMEI и серийный номер усройства\r\n2. настроить регулярное резервное копирование данных\r\n3. придумать сложный пароль на блокировке экрана\r\n4. купить для смартфона яркий характерный чехол", "descriptions": "имеет смысл переписать IMEI и серийный номер — это позволит определить, ваш ли это смартфон, если его найдут.\r\nРезервное копирование данных убережет информацию от потери, но никак не поможет полиции. Сложный пароль задержит преступника, если он захочет получить доступ к памяти устройства, но тоже полиции не поможет. А характерный чехол злоумышленник, скорее всего, выбросит сразу после кражи.", "add_date": "2021-12-05T05:35:04.773Z", "update_date": "2021-12-05T05:35:04.773Z", "cash": null, "category": 2, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 14, "fields": {"text": "Как гарантированно избежать заражения смартфона через подключение к компьютеру?\r\n\r\n1. никогда не подключать смартфон к компьютеру\r\n2. никогда не подключать смартфон к чужим компьютерам\r\n3. подключать смартфон к компьютерам только в режиме зарядки\r\n4. сканировать смартфон антивирусом после каждого подключения\r\n5. подключать смартфон к компьютеру только посредством bluetooth", "descriptions": "К сожалению, гарантию от заражения через подключения дает только отказ от подключения. При любом подключении, даже при зарядке, смартфон обменивается с компьютером данными, и на него может попасть вредоносное ПО.\r\nЭто может произойти и при подключении к вашему компьютеру. При серфинге в Сети вы можете случайно загрузить на компьютер троян для Android, который не распознает антивирус для Windows. Он останется незамеченным и попадет в память смартфона при подключении.", "add_date": "2021-12-05T05:36:06.763Z", "update_date": "2021-12-05T05:36:06.763Z", "cash": null, "category": 2, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 15, "fields": {"text": "Виктории Петровне звонит человек, который представляется адвокатом и говорит, что сына Виктории Петровны задержали за распространение наркотиков. Его, конечно, подставили, и действовать нужно быстро, пока не предъявлено обвинение. Для освобождения под залог срочно нужно €2000, которые можно перевести адвокату. Адвокат через решетку СИЗО дает трубку сыну, и тот сбивчивым голосом подтверждает информацию. Что делать Виктории Петровне?\r\n\r\n1. перевести деньги по указанным реквизитам\r\n2. положить трубку и занести номер в чёрный список, после чего перезвонить сыну и уточнить информацию\r\n3. перевести деньги на известный ей счёт сына\r\n4. попытаться узнать номер отделения, чтобы позвонить туда и проверить лично", "descriptions": "Виктории Петровне звонят мошенники. Никогда и ни при каких обстоятельствах нельзя переводить деньги по продиктованным незнакомцем реквизитам. Голос сына злоумышленниками подделан. Тем не менее на всякий случай стоит позвонить сыну, чтобы удостовериться, что у него все в порядке.\r\nТеоретически можно попытаться узнать номер отделения. Но это не имеет смысла, поскольку:\r\n— мошенники будут увиливать и номера не скажут;\r\n— даже если скажут, Виктория Петровна или не дозвонится (такого отделения не существует), или в этом отделении никогда не слышали о ее сыне\r\nПереводить деньги сыну на известный счет смысла не имеет. Он же не просил.", "add_date": "2021-12-05T05:37:13.841Z", "update_date": "2021-12-05T05:37:13.841Z", "cash": null, "category": 2, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 16, "fields": {"text": "Вике звонят из службы безопасности ее банка. Номер определяется верно — как номер банка. Сотрудник говорит, что злоумышленники пытались снять со счета вики определенную сумму денег, но их попытку вовремя пресекли. Чтобы убедиться, что это были именно злоумышленники, а не сама Вика, сотрудник просит подтвердить свою личность, сообщив некоторые данные. Что можно сообщить по запросу?\r\n\r\n1. номер карты\r\n2. имя и фамилию\r\n3. cvv/cvc код на обороте\r\n4. все данные на карте\r\n5. номер счёта\r\n6. ничего", "descriptions": "Если вам звонит подлинный сотрудник банка, ему никогда и ни при каких условиях не нужна от вас никакая информация ни о вас, ни о вашем счете, ни о вашей карте. Так что Вику пытается обмануть мошенник, ничего сообщать ему нельзя.", "add_date": "2021-12-05T05:39:45.069Z", "update_date": "2021-12-05T05:39:45.069Z", "cash": null, "category": 2, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 17, "fields": {"text": "Марине на работе выдали защищенный смартфон, предназначенный сугубо для рабочих контактов. Марина беспокоится о том, что важная информация, которую она там хранит, в частности — записи некоторых переговоров, — может потеряться, и хочет сделать резервную копию. Как ей стоит это сделать?\r\n\r\n1. использовать gdrive или icloud - в зависимости от того, android у неё или ios\r\n2. использовать стороннюю утилиту для резервной копии\r\n3. сделать копию, но не с помощью облачного сервиса, а на жёсткий диск компьютера\r\n4. обратиться к специалистам компании", "descriptions": "Если устройство корпоративное, то резервное копирование информации с него должно производиться по правилам, принятым в компании. Таким образом, Марине не нужно ничего предпринимать самостоятельно — следует обратиться к IT-специалистам.", "add_date": "2021-12-05T06:44:17.153Z", "update_date": "2021-12-05T06:44:17.153Z", "cash": null, "category": 2, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 18, "fields": {"text": "Какую информацию можно получить с помощью сервиса удаленного управления, если пропавший смартфон отключен?\r\n\r\n1. время, когда смартфон в сети или последний раз был в сети\r\n2. местоположение смартфона в данный момент, если он не в сети\r\n3. местоположение смартфона в данный момент, если он не в сети, но неподалёку\r\n4. количество денег, потраченных злоумышленником со счёта телефона\r\n5. фотографию злоумышленника, сделанную с помощью камеры смартфона", "descriptions": "Сервисы удаленного управления умеют отслеживать местоположение телефона, если он находится в сети, или время и место, где он последний раз был в сети. Некоторые программы также умеют искать телефон по Bluetooth, без подключения к сети, — но только на небольших расстояниях (в зоне действия сопряжения). Это удобно, если вы потеряли смартфон на даче, где сигнал слабый, а расстояния невелики.\r\nКоличество потраченных злоумышленником денег можно узнать через личный кабинет на сайте провайдера, программа удаленного администрирования тут ни при чем. Фото злоумышленников удаленно смартфоны делать не умеют.", "add_date": "2021-12-05T06:44:55.175Z", "update_date": "2021-12-05T06:44:55.175Z", "cash": null, "category": 2, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 19, "fields": {"text": "Вы только что обнаружили, что потеряли мобильный телефон. Вы не использовали его для рабочих целей и потому заранее программ удаленного администрирования не настраивали. Что можно сделать для обеспечения безопасности хранящейся на нем информации?\r\n\r\n1. к сожалению, если вы не обеспокоились мерами безопасности до потери телефон, после его потери сделать что-либо затруднительно\r\n2. обратиться в полицию\r\n3. обратиться к специалистам вашей компании\r\n4. отследить местоположение телефона с помощью специальной утилиты\r\n5. удалённо задать более сложный пароль на разблокировку, чем установленный у вас четырёхзначный PIN-код", "descriptions": "Обращение в полицию поможет найти телефон, но вот, к сожалению, никак не поспособствует защите хранящейся на нем информации от злоумышленников. Искать телефон могут месяцами, а для скачивания информации мошеннику достаточно нескольких часов.\r\nБольше ничего сделать нельзя. Если вы заранее не настроили ПО удаленного администрирования, то ни отследить телефон, ни поменять пароль разблокировки не получится, да и IT-специалисты сделать ничего не смогут.", "add_date": "2021-12-05T06:45:51.411Z", "update_date": "2021-12-05T06:45:51.411Z", "cash": null, "category": 2, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 20, "fields": {"text": "У Варвары пропал смартфон! Он была достаточно осторожна — у нее был хороший пароль и заранее настроенный сервис удаленного администрирования. Что нужно сделать первым делом?\r\n\r\n1. зайти в сервис удалённого администрирования и включить поиск\r\n2. с помощью сервиса удалённого администрирования вывести на экран смартфона свою контактную информацию\r\n3. связаться с мобильным оператором и заблокировать сим-карту\r\n4. обратиться в органы охраны правопорядка\r\n5. с помощью сервиса удалённого администрирования удалить все данные со смартфона\r\n6. зайти в личный кабинет банка и отвязать номер телефона от банковских сервисов", "descriptions": "Первым делом нужно зайти в сервис удаленного администрирования и включить поиск смартфона. Может, Варвара его просто выронила во дворе или забыла в другой комнате своей же квартиры — это позволит быстро отыскать устройство и забыть о происшествии.\r\nВсе остальные действия нужны в том случае, если смартфон утерян где-то далеко от дома, украден или не отслеживается. Их нужно выполнять, если смартфон не удалось вернуть с помощью простой геолокации.", "add_date": "2021-12-05T06:47:12.466Z", "update_date": "2021-12-05T06:47:12.466Z", "cash": null, "category": 2, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 21, "fields": {"text": "Почему нельзя заряжать смартфон от общественного USB-порта?\r\n\r\n1. напряжение в нём может “сжечь” смартфон\r\n2. злоумышленник, получив доступ к системе “изнутри”, может атаковать ваш смартфон\r\n3. данные со смартфона автоматически загружаются через USB-порт, и к ним получают доступ спецслужбы\r\n4. вообще-то можно заряжать смартфон от общественного USB-порта", "descriptions": "Если злоумышленник получит доступ к внутренним компонентам точки зарядки, он сможет установить там дополнительное оборудование, которое позволит ему атаковать ваш смартфон.\r\nНапряжение в USB-порте даже при очень большом желании конструктора не сможет испортить ваше устройство.", "add_date": "2021-12-05T06:48:59.425Z", "update_date": "2021-12-05T06:48:59.425Z", "cash": null, "category": 2, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 22, "fields": {"text": "Сергей Сергеевич по работе хранит в телефоне ряд сведений, находящихся под грифом «Совершенно секретно». Он пользуется шифрованием, у него очень сложный пароль, но он все равно опасается, что злоумышленники могут целенаправленно украсть его смартфон ради этих сведений — и обойдут любую защиту. Что ему стоит сделать?\r\n\r\n1. настроить сервис удалённого администрирования смартфона\r\n2. установить программу для удалённого уничтожения смартфона\r\n3. пользоваться смартфоном только дома", "descriptions": "Сергей Сергеевич может настроить функции удаленного администрирования — с их помощью можно удаленно очистить память смартфона, если он в сети.\r\nИспользование смартфона только дома во-первых лишает смартфон смысла, а во-вторых, никак не уменьшает опасность: если злоумышленники будут целенаправленно охотиться за данными на смартфоне Сергея Сергеевича, они украдут устройство и из его квартиры.\r\nПрограммы для удаленного уничтожения смартфона бывают только в фантастических фильмах.", "add_date": "2021-12-05T06:49:36.189Z", "update_date": "2021-12-05T06:49:36.189Z", "cash": null, "category": 2, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 23, "fields": {"text": "Что такое «сканер уязвимостей»?\r\n\r\n1. программа для проверки безопасности bluetooth-соединения\r\n2. программа для поиска любых уязвимостей в смартфонах и компьютерах, включая порты, соединения, приложения и так далее\r\n3. устройство для сканирования документации к смартфону и поиска в ней уязвимостей\r\n4. программа для установки патчей и закрытия любых уязвимостей в устройствах\r\n5. популярная онлайн-игра на тему поиска уязвимостей в сети", "descriptions": "Сканер уязвимостей — это программа или приложение, которое сканирует компьютер, планшет или смартфон и сообщает пользователю обо всех потенциальных уязвимостях в его системе, включая соединения, порты и так далее. Bluetooth-соединение тоже входит в это число, но назвать сканер «программой для проверки безопасности Bluetooth-соединения» неверно — его функционал гораздо шире.\r\nСканер уязвимостей может сообщить о необходимости установки патча, но сам скачать и установить патч не может.", "add_date": "2021-12-05T06:50:22.402Z", "update_date": "2021-12-05T06:50:22.402Z", "cash": null, "category": 2, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 24, "fields": {"text": "Денис постоянно забывает о резервном копировании информации, и уже дважды терял важные данные: один смартфон у него украли, а второй он потерял сам, причем в другом городе. Денису советуют настроить автоматическое резервное копирование. О чем в первую очередь не стоит забывать в процессе настройки?\r\n\r\n1. о регулярности: копирование стоит делать раз в 2-4 недели\r\n2. о необходимости использовать несколько носителей: после автоматизированного копирования в облако нужно сделать вторую копию в память компьютера\r\n3. об оплате: сервисы для резервного копирования обычно платные", "descriptions": "при настройке нужно помнить о том, что резервное копирование должно быть регулярным (2-4 недели - хороший промежуток)\r\nКопирование в память компьютера никак не связано с настройкой резервного копирования, это совершенно независимое действие. Осуществлять его или нет — решать Денису.\r\nЕсли же говорить об оплате, то большая часть сервисов для резервного копирования в базовой версии бесплатна. Если место заканчивается, то дополнительный объем нужно оплатить, но это можно сделать не сразу, а впоследствии — когда система оповестит о такой необходимости.", "add_date": "2021-12-05T06:50:50.474Z", "update_date": "2021-12-05T06:50:50.475Z", "cash": null, "category": 2, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 25, "fields": {"text": "одна из основных причин, по которой производители устанавливают бэкдоры на свою продукцию\r\n\r\n1. для сбора статистических данных\r\n2. для получения полного доступа к смартфонам пользователей\r\n3. это указание спецслужб: с помощью бэкдоров следят за пользователями\r\n4. это мировой заговор: однажды все телефоны взорвутся в руках владельцев", "descriptions": "Нет, мировой заговор и спецслужбы тут ни при чем (хотя последние могут воспользоваться заводским бэкдором в своих целях). Производители обычно зарабатывают на показываемой рекламе, для которой с помощью бэкдоров собирают маркетинговую статистику.", "add_date": "2021-12-05T06:51:35.159Z", "update_date": "2021-12-05T06:51:35.160Z", "cash": null, "category": 2, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 26, "fields": {"text": "какой способ авторизации допустим при подключении к общественной Wi-Fi сети\r\n\r\n1. с помощью логигна и пароля от социальной сети\r\n2. с помощью логина и пароля от электронной почты\r\n3. с помощью номера телефона и кода доступа в sms-сообщении\r\n4. с помощью пин-кода от смартфона", "descriptions": "Ни один способ, при котором нужно вводить какой-то из ваших паролей, не является допустимым, — это на 100% мошеннические приемы.\r\nшироко распространён медот авторизации, при котором вы указываете свой номер телефона и вводите в поле на сайте провайдера пришедший вам в смс одноразовый код", "add_date": "2021-12-05T06:52:11.881Z", "update_date": "2021-12-05T06:52:11.881Z", "cash": null, "category": 2, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 27, "fields": {"text": "как избежать заводского бэкдора\r\n\r\n1. устанавливать выпускаемые компаниями обновления, закрывающие бэкдоры\r\n2. произвести рутинг телефона - это гарантированно ликвидирует лазейки\r\n3. отнести телефон в сервис\r\n4. купить iPhone - на них гарантированно не бывает бэкдоров", "descriptions": "Устранить «вшитый» бэкдор после покупки крайне сложно или даже невозможно.\r\nПокупка iPhone не поможет — в нем есть даже бэкдоры, которые Apple не скрывает и прописывает возможность их наличия в документации.\r\nА рутинг проводить не стоит ни при каких обстоятельствах. От бэкдора это не спасет, а новых уязвимостей телефону прибавит.", "add_date": "2021-12-05T06:52:41.038Z", "update_date": "2021-12-05T06:52:41.038Z", "cash": null, "category": 2, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 28, "fields": {"text": "какие приложения представляют опасность в случае проведения процедуры джейлбрейка\r\n\r\n1. приложения, предназначенные для проведения джейлбрейка\r\n2. любые приложения\r\n3. приложения для android", "descriptions": "Джейлбрейк — это процедура взлома iOS, поэтому приложения для Android безопасны для подвергнутого этой процедуре телефоне и после джейлбрейка. «Любые» приложения — это тоже неверный ответ, поскольку тысячи приложений были и остаются безопасными независимо от состояния телефона.\r\nа сами приложения для джейлбрейка — в них нередко «зашивают» вредоносный код.", "add_date": "2021-12-05T06:53:07.070Z", "update_date": "2021-12-05T06:53:07.070Z", "cash": null, "category": 2, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 29, "fields": {"text": "Что может делать приложение, получившее root-доступ к вашему смартфону?\r\n\r\n1. воровать пароли из браузера\r\n2. устанавливаться на другие устройства при подключении двух устройств к одной и той же  сети Wi-Fi\r\n3. менять Android на iOS и наоборот", "descriptions": "Приложения не умеют «перебираться» с устройства на устройство через сеть Wi-Fi, даже имея права администратора (кстати, через прямое Bluetooth-соединение это вполне возможно).\r\nПревращать Android в iOS приложения тоже не умеют (впрочем, этого не умеют и люди).", "add_date": "2021-12-05T06:53:35.982Z", "update_date": "2021-12-05T06:53:35.982Z", "cash": null, "category": 2, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 30, "fields": {"text": "Какие опасности несет получение доступа к недокументированным функциям смартфона — будь то джейлбрейк или рутинг?\r\n\r\n1. появится много новых уязвимостей системы\r\n2. смартфон будет невозможно продать\r\n3. смартфон навсегда утратит связь с официальными сервисами", "descriptions": "Взломанный смартфон сохраняет связь с официальными сервисами, а продаже его взлом не мешает (и рутинг, и джейлбрейк можно «откатить», продав смартфон как «неломанный»).", "add_date": "2021-12-05T06:54:15.463Z", "update_date": "2021-12-05T06:54:15.463Z", "cash": null, "category": 2, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 31, "fields": {"text": "Коля искренне не любит работу, остается на ней только из-за хорошей зарплаты и страдает от того, что этим не с кем поделиться, — коллеги напротив работу любят. Что делать Коле?\r\n\r\n1. написать о ненависти к работе под замком в социальной сети\r\n2. рассказать о своих чувствах супруге\r\n3. написать о ненависти к работе в публичном посте в социальной сети\r\n4. поделиться с коллегами - ну и что, что они работу любят, поймут колины чувства", "descriptions": "публикация в социальных сетях может попасться на глаза руководству, и Колю после этого могут уволить — обычно компаниям не нужен сотрудник, не желающий работать. Замок здесь особой роли не играет — всегда есть риск, что найдется кто-то, кто вынесет запись из-под замка и донесет начальству. Тем более не стоит беседовать с коллегами, имеющими противоположное мнение.", "add_date": "2021-12-05T06:55:01.960Z", "update_date": "2021-12-05T06:55:01.960Z", "cash": null, "category": 1, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 32, "fields": {"text": "какие публикации можно сделать на личной странице в социальной сети?\r\n\r\n1. фотоальбом с прогулки по городу\r\n2. жалоба на проект, который вы сейчас ведёте на работе\r\n3. пост о предвкушении грядущего отпуска\r\n4. весёлые фотографии с корпоратива", "descriptions": "Не стоит публиковать в социальных сетях никакой информации о работе — особенно жалоб на проекты, клиентов или начальство. Из-за таких постов клиент может поссориться с компанией, а вас — уволят. По той же причине не стоит публиковать снимков с корпоратива — возможно, ваш начальник будет не рад видеть себя в трусах на голове и с двумя бутылками виски в руках.\r\nПубликация о грядущем отпуске может навести злоумышленника на мысль, что вас не будет дома, и вашу квартиру можно ограбить.", "add_date": "2021-12-05T06:55:30.376Z", "update_date": "2021-12-05T06:55:30.376Z", "cash": null, "category": 1, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 33, "fields": {"text": "какой признак не говорит о том, что ваш аккаунт однозначно взломали?\r\n\r\n1. на ваш смартфон пришёл код, который необходим для восстановления пароля\r\n2. вы набираете верный пароль, но не можете войти в свой аккаунт\r\n3. на вашей странице появились посты, которых вы не писали\r\n4. время последнего входа в ваш аккаунт, зафиксированное сайтом - 15 минут назад, хотя вы не заходили уже 2 дня\r\n5. вам на почту пришло письмо о подозрительной активности в вашей социальной сети", "descriptions": "Если на ваш смартфон пришел код, необходимый для восстановления пароля, это значит, что аккаунт пытаются взломать — но совершенно не обязательно уже взломали. То же можно сказать про письмо о подозрительной активности в социальной сети. Остальные признаки действительно говорят о состоявшемся взломе.", "add_date": "2021-12-05T06:56:12.285Z", "update_date": "2021-12-05T06:56:12.285Z", "cash": null, "category": 1, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 34, "fields": {"text": "чего не может сделать злоумышленник, взломав ваш аккаунт в социальной сети?\r\n\r\n1. рассылать спам знакомым\r\n2. использовать информацию из закрытого аккаунта для шантажа \r\n3. просить у ваших друзей деньги\r\n4. получить доступ к вашей электронной почте", "descriptions": "Он может делать то же, что при желании можете делать в социальной сети вы сами. Просить деньги? Да. Рассылать спам? Да. Пользоваться информацией? Конечно.\r\nТолько доступ к вашей электронной почте получить он не сможет, если, конечно, вы не используете для соцсетей и почты один и тот же пароль (не надо так!)", "add_date": "2021-12-05T06:56:41.620Z", "update_date": "2021-12-05T06:56:41.620Z", "cash": null, "category": 1, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 35, "fields": {"text": "Как удалить из Интернета все копии вашей публикации в социальной сети, которую вы тоже решили удалить?\r\n\r\n1. удалить публикацию и все копии, созданные мной. остальные удалятся автоматически\r\n2. удалить публикацию и все личные сообщения со ссылкой на эту публикацию\r\n3. попросить всех друзей, которые поделились моей публикацией, об её удалении\r\n4. это невозможно. что попало в интернет, остаётся там навсегда", "descriptions": "Удалить все копии у вас не получится. Кто-то из поделившихся откажется удалять или не отзовется, плюс ваша публикация могла «расползтись» по различным не связанным с социальной сетью сайтам, плюс она уже есть в кэше поисковой системы. Так что думать нужно до публикации, а не после нее.", "add_date": "2021-12-05T06:57:08.165Z", "update_date": "2021-12-05T06:57:08.165Z", "cash": null, "category": 1, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 36, "fields": {"text": "Дмитрий выложил на своей странице в социальной сети фотографию своего контракта с новым работодателем. Он предусмотрительно замазал банковскую информацию внизу страницы и думает, что теперь-то можно похвастаться новым рабочим местом. Как злоумышленник может воспользоваться беспечностью Дмитрия?\r\n\r\n1. злоумышленники теперь знают, что дмитрий - сотрудник данной компании и в случае атаки могут попробовать начать со взлома его аккаунта\r\n2. злоумышленники вычислят банковский счёт дмитрия и будут воровать с него зп\r\n3. злоумышленники вычислят рабочий телефон дмитрия и будут звонить ему с рекламными предложениями", "descriptions": "Злоумышленники могут использовать эту информацию вкупе с другой — например, для последующей атаки на компанию или для анализа благосостояния Дмитрия.\r\nВряд ли они будут звонить с рекламными предложениями на рабочий номер — для этого используются личные номера (да и в любом случае с рекламой звонят не злоумышленники, а просто навязчивые рекламодатели). Тем более по контракту не получится определить банковский счет Дмитрия.", "add_date": "2021-12-05T06:57:34.862Z", "update_date": "2021-12-05T06:57:34.862Z", "cash": null, "category": 1, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 37, "fields": {"text": "Макс выполнил работу для одной компании, и для оплаты услуг ее бухгалтеру понадобился скан паспорта подрядчика. Бухгалтер связался с Максом через Facebook и попросил переслать скан, что Макс и сделал. Почему так делать не стоило?\r\n\r\n1. скан сохранился на серверах фэйсбука и в случае взлома аккаунта бухгалтера или макса злоумышленники получат к нему доступ\r\n2. любой документ, пересылаемый посредством соцсети, автоматически попадает в общественный доступ\r\n3. это точно мошенник - никто не попросит скан паспорта через соцсеть", "descriptions": "Хотя просить переслать скан паспорта через социальную сеть неправильно, бухгалтер может быть и не мошенником, а просто беспечным человеком. Истинная причина в том, что скан сохраняется в специальных папках как в аккаунте Макса, так и в аккаунте бухгалтера. При взломе любого из них он станет доступен злоумышленникам.", "add_date": "2021-12-05T06:58:04.674Z", "update_date": "2021-12-05T06:58:04.674Z", "cash": null, "category": 1, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 38, "fields": {"text": "какие снимки из отпуска нельзя выкладывать в сеть по возвращению\r\n\r\n1. фотографии на фоне местных достопримечательностей\r\n2. фотографии с дорогими автомобилями на автосалоне\r\n3. фотографии с геотегами\r\n4. фотографии дорогих покупок", "descriptions": "По приезду из отпуска можно выложить любую из этих фотографий. По фотографии давно использованного посадочного талона злоумышленник уже не вычислит, когда вашу квартиру могут ограбить, как и по снимкам с геотегами. Фотографии с чужими дорогими автомобилями где-то в отпуске ничего не говорят о вашем благосостоянии.\r\nА вот фотографии дорогих покупок, сделанных в отпуске, вполне могут привлечь к вам внимание злоумышленников.", "add_date": "2021-12-05T06:58:37.370Z", "update_date": "2021-12-05T06:58:37.370Z", "cash": null, "category": 1, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 39, "fields": {"text": "Вы очень хотите разместить в социальной сети фотографию с корпоратива. Фотографий получилось много, у вас есть выбор. Какую выбрать?\r\n\r\n1. вы с коллегой пьёте шампанское у компьютеров в офисе\r\n2. селфи на фоне логотипа компании на фоне лифтов\r\n3. танец начальника на столе\r\n4. ведро виски, которое подарила вашему офису компания-партнёр\r\n5. монитор компьютера с подписью “все веселятся, а я работаю”", "descriptions": "Единственный безопасный снимок из перечисленных — это селфи на фоне логотипа компании. На остальных или видно ваше рабочее место (на снимок могут попасть конфиденциальные данные), или этическая сторона фотографий не однозначна (особенно что касается танцующего шефа).", "add_date": "2021-12-05T06:59:07.344Z", "update_date": "2021-12-05T06:59:07.344Z", "cash": null, "category": 1, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 40, "fields": {"text": "Марину ужасно раздражает постоянно собирающаяся напротив ее окон очередь на проходную локального предприятия. Она регулярно ее фотографирует из окна кухни и публикует в соцсети с гневными комментариями в адрес руководства предприятия. Почему этого не стоит делать?\r\n\r\n1. у людей в очереди могут возникнуть проблемы на работе\r\n2. у марины могут возникнуть проблемы на работе\r\n3. злоумышленник может вычислить адрес Марины\r\n4. у марины могут возникнуть проблемы с законом\r\n5. в социальные сети не стоит выкладывать фотографии", "descriptions": "Основная проблема в том, что Марина снимает очередь из своего окна. По такой фотографии, тем более напротив проходной конкретного предприятия, легко вычислить адрес Марины. Далее злоумышленники будут следить за социальными сетями Марины, чтобы понять, насколько имеет смысл ограбить ее квартиру. И если придут к выводу, что это имеет смысл, они это сделают.", "add_date": "2021-12-05T06:59:38.159Z", "update_date": "2021-12-05T06:59:38.159Z", "cash": null, "category": 1, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 41, "fields": {"text": "Вы подозреваете, что кто-то узнал пароль от вашего аккаунта, хотя никаких явных следов взлома нет. Ваши действия?\r\n\r\n1. извещу администрацию соцсети\r\n2. изменю пароль от аккаунта\r\n3. напишу всем друзьям, что мой аккаунт взломали\r\n4. ничего не буду делать, подожду\r\n5. обращусь к ответственному за безопасность в моей компании", "descriptions": "При любом подозрении во взломе необходимо поменять пароль — это первое и самое важное действие.", "add_date": "2021-12-05T07:00:07.699Z", "update_date": "2021-12-05T07:00:07.699Z", "cash": null, "category": 1, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 42, "fields": {"text": "Можно ли опубликовать в социальной сети отсканированную копию посадочного талона, если замазать имя и посадочные места?\r\n\r\n1. да, если запись будет доступна только для друзей\r\n2. да, важная информация закрыта\r\n3. нет. как ни замазывай, злоумышленник узнает всё, что ему нужно\r\n4. да, если замазать и дату вылета", "descriptions": "Чтобы злоумышленник не узнал из билета никакой ценной информации, придется замазать вообще все, включая штрихкоды, данные о рейсе и так далее. Даже по модели самолета и авиакомпании можно вычислить даты прилета и отлета, не говоря уже о том, что в штрихкоде «зашита» вся информация о вашем рейсе.\r\nА если вы замажете все, то и публикация потеряет смысл. Так что верный ответ — нет.", "add_date": "2021-12-05T07:00:33.375Z", "update_date": "2021-12-05T07:00:33.375Z", "cash": null, "category": 1, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 43, "fields": {"text": "Маргарита Николаевна привилась от коронавирусной инфекции новой вакциной, а потом сдала анализ на наличие антител к коронавирусу. Антитела оказались на высоком уровне, и её дочь Катя с радостью выложила на своей странице в социальной сети скан результатов маминого анализа. Могут ли злоумышленники воспользоваться этой информацией?\r\n\r\n1. нет. что вообще можно сделать с результатами анализов\r\n2. да. мошенники могут провернуть с помощью этой информации мошенничесскую схему\r\n3. да. злоумышленники могут шантажировать катину маму фактом наличия антител\r\n4. да. злоумышленники могут снять деньги с карты катиной мамы", "descriptions": "Существует множество мошеннических схем, для которых пригодятся личные данные, обычно имеющиеся в медицинских документах, например, её имя, адрес, номер телефона, дата рождения. Например, они могут написать знакомым катиной мамы или даже самой Кате фишинговое письмо, которое покажется подлинным из-за наличия там подлинных данных. Шантажировать наличием или отсутствием антител — странная затея. Как раз хорошо, что они есть! Напрямую снять деньги с карты также не получится, так как данных карты катиной мамы в документе нет. Другое дело, что с помощью имеющихся данных злоумышленники могут попытаться получить реквизиты карты, но это уже двухступенчатая схема.", "add_date": "2021-12-05T07:01:17.887Z", "update_date": "2021-12-05T07:01:17.887Z", "cash": null, "category": 1, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 44, "fields": {"text": "На своей странице в социальной сети Катя опубликовала фотографию из офиса с подписью: «Изверги заставляют работать по 48 часов в сутки, когда же это наконец закончится!!». Почему эта публикация неуместна?\r\n\r\n1. любая информация о работе строго конфиденциальна\r\n2. в публикации нет ничего неуместного - катя может публиковать на своей странице всё, что угодно\r\n3. негативный отзыв о работе может вызвать недовольство начальства - вплоть до увольнения\r\n4. потому что в публикации есть пунктуационные ошибки", "descriptions": "Не стоит публиковать негатив о работе в социальных сетях. Если ваше отношение к работе дойдет до начальства, вас могут даже уволить.", "add_date": "2021-12-05T07:01:46.036Z", "update_date": "2021-12-05T07:01:46.036Z", "cash": null, "category": 1, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 45, "fields": {"text": "Вас «френдит» незнакомый человек. Вы спрашиваете у него, зачем он это делает, и он тут же присылает объяснение. Какое объяснение настолько заслуживает доверия, что можно зафрендить человека в ответ?\r\n\r\n1. мне просто интересно вас читать\r\n2. мы пересекались на IT-конференции в прошлом году на стенде компании Qitus\r\n3. я твой новый коллега, сижу через стол от тебя. обернись, я тебе помашу\r\n4. тебе что, жалко зафрендить?", "descriptions": "Можно зафрендить школьного друга (особенно если он знает подробности, которые доказывают, что это именно он) и коллегу.\r\nА вот абсолютно незнакомых людей, а также человека, с которым вы один раз где-то пересекались, заносить в друзья не стоит.", "add_date": "2021-12-05T07:02:16.765Z", "update_date": "2021-12-05T07:02:16.765Z", "cash": null, "category": 1, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 46, "fields": {"text": "Представьте, что ваш знакомый просит у вас в долг с помощью сообщения в мессенджере. В каких случаях можно одолжить денег?\r\n\r\n1. знакомый - ваш коллега и сидит напротив\r\n2. знакомый вам звонил и просил в долг лично, просто напоминает\r\n3. знакомый - ваш лучший друг\r\n4. знакомый просит совсем немного, буквально 300 рублей до ЗП", "descriptions": "Единственный случай — это если знакомый вам звонил по телефону, вы с ним договорились, и он просто напомнил вам через социальную сеть. В таком случае вы точно знаете, что это не мошенник (а уж о добросовестности знакомого судите сами).\r\nВ остальных случаях вы не знаете, кто вам пишет. Возможно, аккаунт знакомого взломан. Не надо переводить никаких денег.", "add_date": "2021-12-05T07:02:41.243Z", "update_date": "2021-12-05T07:02:41.243Z", "cash": null, "category": 1, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 47, "fields": {"text": "Вам кажется, что аккаунт вашего друга в Facebook взломан! Что делать?\r\n\r\n1. позвонить другу и рассказать ему о подозрениях\r\n2. позвонить в полицию\r\n3. написать ответственным за безопасность компании вашего друга\r\n4. ничего - это не ваша сфера ответственности", "descriptions": "Если у вас есть подозрения во взломе аккаунта вашего знакомого, сообщите ему об этом. Возможно, вы поможете ему сохранить деньги и репутацию. А если вы ошиблись, знакомый просто поблагодарит вас за бдительность.", "add_date": "2021-12-05T07:03:08.936Z", "update_date": "2021-12-05T07:03:08.936Z", "cash": null, "category": 1, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 48, "fields": {"text": "Сообщение от незнакомца показалось вам подозрительным, и вы решили проверить его профиль в социальной сети. Что может указывать на то, что подозрения ложные?\r\n\r\n1. на аватаре отправителя - абстрактная картинка, фотографий с лицом нет\r\n2. на его странице сплошные репосты и реклама\r\n3. у пользователя мало друзей\r\n4. страница редко обновляется", "descriptions": "Признаками мошенников может быть отсутствие личных фотографий, обилие рекламы и перепостов на странице, а также очень небольшое количество френдов.\r\nЧастота обновления — не показатель, иные пользователи вообще постов не пишут.", "add_date": "2021-12-05T07:03:38.930Z", "update_date": "2021-12-05T07:03:38.930Z", "cash": null, "category": 1, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 49, "fields": {"text": "В одном из постов в фанатской группе, посвященной рок-музыке, Женя видит ссылку на сайт группы Kiss — с картинкой-предпросмотром, где изображены всполохи огня. Ссылка выглядит как https://www.kissonline.com. Женя слышал, что мошенники часто маскируют вредоносные ссылки под благонадежные, и решает по ссылке не ходить. Прав ли он и почему?\r\n\r\n1. прав. все ссылки, размешённые в социальных сетях - мошеннические\r\n2. не прав. ссылка размещена в тематической группе, значит она подлинная\r\n3. прав. предпросмотр включается только для неблагонадёжных сайтов\r\n4. не прав. ссылку в соцсети замаскировать невозможно", "descriptions": "Ссылку, размещенную в посте в социальной сети, замаскировать невозможно — социальная сеть автоматически ее распознает и интегрирует в пост предпросмотр страницы, куда ведет ссылка. Это никак не связано с благонадежностью сайта.\r\nА вот то, что ссылка размещена в тематической группе, ничего не говорить о ее безопасности.", "add_date": "2021-12-05T07:04:08.460Z", "update_date": "2021-12-05T07:04:08.460Z", "cash": null, "category": 1, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 50, "fields": {"text": "Кирилл пишет своему бывшему однокласснику Алексею с просьбой одолжить денег. Какой вопрос Алексей должен задать Кириллу в ответ?\r\n\r\n1. какой курс доллара на сегодняшний день\r\n2. а ты точно вернёшь\r\n3. как звали девочку, в которую ты был влюблён в десятом классе\r\n4. а зачем тебе\r\n5. какой у тебя номер счёта", "descriptions": "Нужно задать контрольный вопрос — тот, который позволит доказать, что Алексей беседует именно с Кириллом. В данном случае это вопрос об однокласснице.", "add_date": "2021-12-05T07:04:38.767Z", "update_date": "2021-12-05T07:04:38.767Z", "cash": null, "category": 1, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 51, "fields": {"text": "Сайт интернет-магазина просит вас авторизоваться, введя имя пользователя и пароль вашей учетной записи Facebook во всплывающем окне. Что следует сделать?\r\n\r\n1. ввести данные, подтвердить авторизацию\r\n2. открыть facebook на другой вкладке, авторизоваться там и обновить страницу магазина\r\n3. открыть facebook в другом браузере, авторизоватсья там и обновить страницу магазина\r\n4. отказаться от авторизации - это точно мошенники", "descriptions": "Лучший способ не запутаться — открыть Facebook в новой вкладке в браузере (конечно, не в другом, а в том же самом) и авторизоваться там, после чего обновить вкладку с магазином.\r\nЕсли вы авторизованы в Facebook, магазин также автоматически вас авторизует. А если по-прежнему будет требовать логин и пароль, просто закройте его — это мошеннический сайт.", "add_date": "2021-12-05T07:05:06.600Z", "update_date": "2021-12-05T07:05:06.600Z", "cash": null, "category": 1, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 52, "fields": {"text": "Вы месяц не заглядывали в социальную сеть и теперь обнаружили, что вам пришло больше 100 сообщений, из которых пять — с вложениями. Какие из этих вложений можно скачать?\r\n\r\n1. autorun.exe\r\n2. sexy.bat\r\n3. murakami.fb2\r\n4. info.txt.js", "descriptions": "Файлы с расширениями EXE, BAT и JS — исполняемые, скачивать их не нужно. Файл FB2 — это формат для электронных книг, его можно скачать, проверить антивирусом, и — можно пользоваться.", "add_date": "2021-12-05T07:05:31.223Z", "update_date": "2021-12-05T07:05:31.223Z", "cash": null, "category": 1, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 53, "fields": {"text": "Никите пришло сообщение от друга с просьбой одолжить немного денег и указанием номера банковской карты, на которую их надо отправить. Молодому человеку кажется, что это не настоящая просьба, и сообщение, возможно, отправил вовсе не друг. Как ему убедиться в подлинности сообщения?\r\n\r\n1. уточнить у друга в ответном сообщении\r\n2. уточнить у друга по телефону\r\n3. ввести платёжные реквизиты в форму отправки денег в онлайн-кабинете своего банка и убедиться, что они верны\r\n4. задать службе поддержки вопрос, не приходили ли другим пользователям такие же письма", "descriptions": "Нужно просто связаться с другом по другому каналу, не имеющему отношения к социальной сети — например, по электронной почте или телефону. Остальные методы вряд ли дадут желаемый эффект.", "add_date": "2021-12-05T07:05:58.627Z", "update_date": "2021-12-05T07:05:58.627Z", "cash": null, "category": 1, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 54, "fields": {"text": "Вам внезапно пришло сообщение от незнакомца, и в этом сообщении нет ничего, кроме вложенного архива yourphotos.zip. В каком случае его можно скачать и разархивировать?\r\n\r\n1. оно пришло от друга\r\n2. у вас надёжный антивирус\r\n3. оно защищено паролем, который был прислан следующим сообщением\r\n4. ни в каком", "descriptions": "Если вы не понимаете, что прячется в архиве, не надо его открывать. Даже если он пришел от друга, не говоря уже о незнакомце. Вот если бы у вас была предварительная договоренность о том, что он пришлет вам архив с вашими фотографиями, другое дело. Но в данном случае договоренности не было.", "add_date": "2021-12-05T07:06:21.600Z", "update_date": "2021-12-05T07:06:21.600Z", "cash": null, "category": 1, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 55, "fields": {"text": "Вы получили от знакомого сообщение в социальной сети. Какие признаки могут указывать на то, что аккаунт знакомого взломан, и письмо — от мошенника?\r\n\r\n1. знакомый просит о срочной встрече\r\n2. у знакомого новый аватар\r\n3. знакомый называет вас на “вы”, хотя вы давно на ты", "descriptions": "Новый аватар не очень подозрителен — после взлома злоумышленники пытаются максимально сохранять внешний вид страницы жертвы, чтобы ее друзья ничего не заподозрили. Если знакомый просит о встрече, это точно не сетевой мошенник.\r\nА если знакомый вдруг пришлёт обезличенное сообщение, похожее на рассылку - это подозрительно", "add_date": "2021-12-05T07:06:43.035Z", "update_date": "2021-12-05T07:06:43.035Z", "cash": null, "category": 1, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 56, "fields": {"text": "как не получится узнать о появлении в соцсети страницы, которая скопирована с вашей\r\n\r\n1. социальная сеть пришлёт уведомление\r\n2. случайно, от знакомого\r\n3. путём мониторинга соцсети", "descriptions": "Чаще всего о клонах узнают случайно — кто-то пишет «смотри, это твоя страница?» или что-то подобное. Теоретически можно прошерстить социальную сеть поиском по своим имени и фамилии и тоже найти клон — хотя это способ сложный и ненадежный.\r\nСоциальная сеть никаких оповещений о клонировании не рассылает.", "add_date": "2021-12-05T07:07:12.603Z", "update_date": "2021-12-05T07:07:12.603Z", "cash": null, "category": 1, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 57, "fields": {"text": "Какие публикации в социальных сетях не нарушают закон?\r\n\r\n1. детская порнография\r\n2. фото топлесс-модели\r\n3. призывы к массовым самоубийствам\r\n4. клеветнические посты о премьер-министре", "descriptions": "Детская порнография, клевета и экстремизм являются уголовно наказуемыми деяниями во всех странах мира, и публиковать подобный контент в социальных сетях чревато. Топлесс-модель может нарушать правила конкретной социальной сети, но ничего противозаконного в публикации такого снимка нет.", "add_date": "2021-12-05T07:07:36.462Z", "update_date": "2021-12-05T07:07:36.462Z", "cash": null, "category": 1, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 58, "fields": {"text": "Вы опубликовали в Instagram фотографию знаменитого мастера Андреаса Гурски (род. 1955) «Рейн II» в высоком разрешении. Что вы нарушили?\r\n\r\n1. внутренние правила соцсети\r\n2. технические требования к размерности фотографии\r\n3. положения антипиратского меморандума роскомнадзора\r\n4. ничего не нарушил", "descriptions": "В данном случае вы нарушили правила социальной сети — почти все социальные сети запрещают публиковать контент, авторские права на который принадлежит не вам. Соответственно, авторские права фотографа вы тоже нарушили — он имеет право подать на вас в суд.", "add_date": "2021-12-05T07:08:02.514Z", "update_date": "2021-12-05T07:08:02.514Z", "cash": null, "category": 1, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 59, "fields": {"text": "Ваш друг, которому вы доверяете, сделал репост записи о девочке, которая болеет нейродегенеративным заболеванием — ее родителям очень нужны деньги на срочную операцию. Вас тронула эта история, и вы готовы перевести немного денег. Как поступить?\r\n\r\n1. перевести по реквизитам из поста\r\n2. не переводить, все такие истории - обман\r\n3. найти информацию о ребёнку через поисковик - если случай курируется каким-либо фондом, перевести деньги туда\r\n4. перевести деньги знакомому - дальше он сам разберётся", "descriptions": "В таких случаях нужно всегда искать дополнительные источники информации. Практически все подобные случаи связаны с тем или иным благотворительным фондом или организацией, и информацию о них можно найти на официальных сайтах или в официальных сообществах. Если история не «гуглится», то она с вероятностью 100% — мошенничество.", "add_date": "2021-12-05T07:08:29.076Z", "update_date": "2021-12-05T07:08:29.076Z", "cash": null, "category": 1, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 60, "fields": {"text": "Егор познакомился в социальной сети с девушкой из другой страны. Они переписывались три месяца, после чего она купила билет на самолет, чтобы прилететь к нему, и даже прислала Егору фотографию бланка билета. Но когда она приехала в аэропорт, оказалось, что рейс отменяют, и для покупки билета на следующий нужно доплатить около $300, которых у нее на карте не было. Она написала Егору с просьбой перевести деньги — а она позже отдаст. Что делать Егору?\r\n\r\n1. перевести, конечно. три месяца ежедневно общались, тут уж не обманешь\r\n2. не переводить - это мошенничество\r\n3. узнать в интернете всё об отменённом рейсе - есть ли он, сколько стоит, откуда взялась сумма, и если всё правда - перевести деньги\r\n4. предложить девушке купить ей билет и попросить для этого прислать данные её документов", "descriptions": "Наилучший вариант — предложить купить билет самому. Если она действительно пришлет данные и разрешит купить билет онлайн (это занимает с учетом пересылки ей по почте 10 минут), то она не мошенница. Если же будет настаивать на том, что нужны именно деньги и купить должна только она — отказаться, это обман.\r\nДаже если Егор узнает все об отмененном рейсе и не найдет расхождений, это не гарантирует, что девушка честная. Мошенники нередко идеально подгадывают ситуацию — так, что не придерешься.", "add_date": "2021-12-05T07:08:57.528Z", "update_date": "2021-12-05T07:08:57.528Z", "cash": null, "category": 1, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 61, "fields": {"text": "Ура! Татьяна выиграла в лотерею! Об этом ей сообщил организатор посредством сообщения в социальной сети. Лотерея разыгрывалась среди случайных пользователей сети — и Татьяна стала первой из нескольких миллионов претендентов. Теперь Татьяна должна прислать организатору данные своей банковской карты (номер, имя, срок действия, CVV/CVC-код), чтобы получить выигрыш. Что делать?\r\n\r\n1. переслать, конечно. деньги на дороге не валяются\r\n2. не пересылать. все подобные лотереи - обман\r\n3. поискать эту лотерею в сети и проверить её на подлинность\r\n4. переслать все данные, кроме cvv/cvc кода", "descriptions": "Если вы не принимали участия в лотерее, вы не можете в ней выиграть. Все лотереи, где что-то разыгрывается среди «всех пользователей социальной сети» или «всех телефонных номеров оператора», — мошенничество. Проверять при этом ничего не нужно.", "add_date": "2021-12-05T07:09:22.423Z", "update_date": "2021-12-05T07:09:22.423Z", "cash": null, "category": 1, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 62, "fields": {"text": "Вы нашли в социальной сети в группе частных объявлений приставку PlayStation 4 дешевле, чем она стоит в официальном магазине. Вы связались с продавцом, и он отправил вам приставку, прислал ссылку на отслеживание и трекинг-номер, а теперь ждет постоплаты. Что делать?\r\n\r\n1. вы - честный человек, конечно оплатить\r\n2. не платить, это точно мошенник\r\n3. самостоятельно зайти на сайт транспортной компании и посмотреть там информацию об отправлении\r\n4. перейти по ссылку, проверить посылку и только тогда оплатить\r\n5. не платить - это же отличный шанс получить приставку бесплатно", "descriptions": "Чтобы проверить, мошенник продавец или нет, нужно найти в поисковике транспортную компанию, которой отправлен товар, и проверить трекинг-номер на ее официальном сайте. Ни в коем случае не проверяйте номер, перейдя по присланной вам ссылке — там он в любом случае окажется верным (сайт может оказаться подделкой, которая подтверждает любой номер).\r\nТолько после этого можно решить, платить или нет.\r\nСлепо не платить не стоит. Если продавец честный (так тоже бывает), то вы при таком раскладе окажетесь вором.", "add_date": "2021-12-05T07:09:53.480Z", "update_date": "2021-12-05T07:09:53.480Z", "cash": null, "category": 1, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 63, "fields": {"text": "Кто-то завел за вас аккаунт в Instagram и постит там ваши снимки из Facebook! Что делать?\r\n\r\n1. написать в поддержку facebook\r\n2. написать в поддержку instagram\r\n3. ничего не делать\r\n4. обратиться в полицию", "descriptions": "Нужно писать в поддержку Instagram и требовать удаления фейкового аккаунта. Просто игнорировать мошенника нельзя — впоследствии он может использовать поддельный аккаунт для неправомерных целей — а заподозрят вас.", "add_date": "2021-12-05T07:10:16.722Z", "update_date": "2021-12-05T07:10:16.722Z", "cash": null, "category": 1, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 64, "fields": {"text": "Вам предлагает дружбу человек, который и так есть у вас в друзьях. Какие два действия следует выполнить в первую очередь?\r\n\r\n1. отказать - это точно клон-мошенник\r\n2. связаться с другом по другому каналу\r\n3. пожаловаться в службу поддержки в соцсети\r\n4. не обращать внимания", "descriptions": "Стоит проверить, это ваш друг или нет. Для этого можно связаться с ним по другому каналу.\r\nМожно и просто не обращать внимания, но в таком случае если это действительно ваш знакомый, по какой-то причине решивший сменить аккаунт, проигнорировать его будет как минимум невежливо.", "add_date": "2021-12-05T07:10:41.650Z", "update_date": "2021-12-05T07:10:41.650Z", "cash": null, "category": 1, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 65, "fields": {"text": "Почему нельзя использовать одинаковый пароль для онлайн-банкинга, личной почты и корпоративной почты?\r\n\r\n1. его можно забыть\r\n2. пароль от онлайн-банкинга выдаёт банк, его нельзя сменить самостоятельно\r\n3. можно перепутать личную и корпоративную почту\r\n4. узнав один пароль, злоумышленник получит доступ сразу к нескольким ресурсам", "descriptions": "Использование одного и того же пароля для разных ресурсов серьезно повышает риск. Чем больше ресурсов задействовано — тем выше шанс утечки, и тем больше вероятность того, что пароль попадет в руки злоумышленникам.\r\nА узнав пароль из одного источника, мошенник получит доступ ко всем вашим ресурсам — это и есть основная причина, по которой нельзя использовать один пароль для нескольких ресурсов.", "add_date": "2021-12-05T07:11:45.675Z", "update_date": "2021-12-05T07:11:45.675Z", "cash": null, "category": 3, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 66, "fields": {"text": "Вам в офис позвонил человек, представившийся сотрудником службы безопасности, и попросил пароль от вашей корпоративной учетной записи. Что делать?\r\n\r\n1. не давать пароль, положить трубку. связаться с ответственным за безопасность, сообщить о попытке атаки\r\n2. не давать пароль, положить трубку и продолжить работу\r\n3. немедленно сообщить пароль. звонок из службы безопасности - важная причина\r\n4. сообщать пароль по телефону нельзя. нужно попросить адрес электронной почты и выслать пароль письмом", "descriptions": "Ни один сотрудник службы безопасности не станет просить у вас личные и корпоративные пароли. Подобная просьба явно исходит извне и является попыткой атаки на ваши корпоративные аккаунты. Необходимо сообщить об этой попытке ответственным за безопасность по внутреннему каналу связи.", "add_date": "2021-12-05T07:12:12.878Z", "update_date": "2021-12-05T07:12:12.878Z", "cash": null, "category": 3, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 67, "fields": {"text": "Мошенники узнали ваш пароль от аккаунта в интернет-зоомагазине, которым вы не пользовались уже около года и не планируете пользоваться впредь. Аккаунт регистрировался с помощью вашей личной почты. Что следует предпринять?\r\n\r\n1. нужно изменить пароль и сообщить о взломе специалистам, отвечающим за безопасность компании\r\n2. достаточно на всякий случай поменять пароль: мошенники взломали ненужный личный аккаунт, и угрозы для моей компании нет", "descriptions": "Если вы не использовали для регистрации в магазине никаких корпоративных данных, то оповещать об инциденте службу безопасности вашей компании не нужно.", "add_date": "2021-12-05T07:12:36.495Z", "update_date": "2021-12-05T07:12:36.495Z", "cash": null, "category": 3, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 68, "fields": {"text": "по какому признаку можно определить, что злоумышленник получил доступ к вашей учётной записи\r\n\r\n1. вы получили от сервиса сообщение о попытке входа, которую вы не совершали\r\n2. в почтовом ящике или в личных сообщениях вы видите ответы на сообщения, которые не посылали\r\n3. изменился дизайн интерфейса сервиса\r\n4. в блоках контекстной рекламы на сайте сервиса стали появляться товары и услуги, которые вы никогда не искали в интернете", "descriptions": "Смена интерфейса сервиса никак не зависит от действий пользователя, так же как и появление контекстной рекламы не всегда связано с историей поиска. Уведомление о несанкционированной попытке входа не говорит о том, что кто-то получил доступ к вашей системе: возможно, попытка взлома была неудачной.\r\nА вот отправленные сообщения, которых вы не писали, однозначно свидетельствуют о том, что кто-то получил доступ к вашему аккаунту.", "add_date": "2021-12-05T07:13:09.311Z", "update_date": "2021-12-05T07:13:09.311Z", "cash": null, "category": 3, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 69, "fields": {"text": "Вы уехали в командировку, и во время поездки доступ к Интернету у вас крайне нестабильный. Пока вы находитесь в другом городе, коллеге срочно понадобился документ, доступ к которому можно получить только с вашего рабочего аккаунта. Коллега просит у вас пароль от вашего компьютера. Как вы поступите?\r\n\r\n1. дам пароль, я вполне доверяю коллеге\r\n2. позвоню системному администратору и попрошу его сбросить пароль. пусть коллега создаст временный пароль, а я по возвращению поменяю его обратно на постоянный\r\n3. попрошу коллегу подождать до моего возвращения", "descriptions": "Опасность в том, что коллега получит доступ не только к необходимому документу, но и к конфиденциальной информации, хранящейся на вашем компьютере. То же произойдет, если вы не дадите пароль, а попросите системного администратора открыть ваш аккаунт, сбросив пароль.\r\nДаже если вы доверяете этому человеку, нет абсолютной гарантии, что он будет аккуратно обращаться с информацией, полученной из вашего аккаунта. Не рискуйте, никому и никогда не сообщайте свои пароли.", "add_date": "2021-12-05T07:13:33.039Z", "update_date": "2021-12-05T07:13:33.039Z", "cash": null, "category": 3, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 70, "fields": {"text": "Мошенники взломали электронную почту вашего знакомого. Он не собирается восстанавливать доступ к почтовому ящику, утверждая, что много лет им не пользовался и не хранит там никакой важной информации. Аргументируйте, почему доступ все-таки надо восстановить.\r\n\r\n1. из взломанного аккаунта может быть похищена важная информация\r\n2. владелец ящика будет нести ответственность за действия мошенников\r\n3. через почту злоумышленники могут получить доступ к ресурсам, для регистрации на которых знакомый использовал этот электронный адрес", "descriptions": "Допустим, знакомый не ошибается и действительно не хранит в старой почте никакой важной информации. Но, если знакомый давно не пользовался этим аккаунтом, то, скорее всего, не помнит о ресурсах, на которых регистрировался, используя этот адрес. Так что доступ к аккаунту нужно восстановить как можно скорее.\r\nА вот за действия мошенников ответственны только они сами, владелец взломанного аккаунта тут ни при чем.", "add_date": "2021-12-05T07:13:56.816Z", "update_date": "2021-12-05T07:13:56.816Z", "cash": null, "category": 3, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 71, "fields": {"text": "Почтовая программа прислала вам сообщение о том, что была пресечена подозрительная попытка входа в ваш почтовый ящик. Стоит ли менять пароль, если взлом не удался?\r\n\r\n1. нет, пароль доказал свою надёжность\r\n2. да, так будет безопасней", "descriptions": "Если на ваш почтовый ящик ведется целенаправленная атака, следующей попытки взлома вы можете и не заметить. Лучше подстраховаться и сменить пароль.", "add_date": "2021-12-05T07:14:15.376Z", "update_date": "2021-12-05T07:14:15.376Z", "cash": null, "category": 3, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 72, "fields": {"text": "Вы узнали о взломе своей личной почты, но почти сразу восстановили доступ. В каком случае нужно сообщить об инциденте специалистам, отвечающим за безопасность в вашей компании?\r\n\r\n1. в любом случае\r\n2. если я веду рабочую переписку с использованием личной почты\r\n3. если я пользуюсь личной почтой на рабочем компьютере\r\n4. если я я общаюсь по этой почте с другими людьми", "descriptions": "Оповещать ответственных за безопасность следует в том случае, если вы ведете рабочую переписку с помощью вашей личной почты. В остальных случаях ответственные за безопасность вряд ли почерпнут из вашего сообщения информацию, которая поможет им обезопасить корпоративные данные.", "add_date": "2021-12-05T07:14:40.834Z", "update_date": "2021-12-05T07:14:40.834Z", "cash": null, "category": 3, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 73, "fields": {"text": "Является ли решение записать пароль от корпоративной учетной записи на бумажке и оставить бумажку на рабочем месте приемлемым?\r\n\r\n1. да\r\n2. нет\r\n3. да, если спрятать её в ящик стола", "descriptions": "Около рабочего места злоумышленник будет искать ваш пароль в первую очередь и обязательно заглянет в ящик стола. Даже закрытый на замок ящик тумбочки не является надежной защитой. Если вы записываете пароль, держите запись при себе.", "add_date": "2021-12-05T07:15:01.514Z", "update_date": "2021-12-05T07:15:01.514Z", "cash": null, "category": 3, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 74, "fields": {"text": "Перед вами несколько паролей. Выберите наиболее стойкий к подбору.\r\n\r\n1. Aliona 1986\r\n2. 000zxcvb00\r\n3. 3cat3#KorovY\r\n4. 78j45\r\n5. VseSvobodny", "descriptions": "Уязвимые для взлома варианты паролей:\r\n— сочетания одного слова и очевидных цифр;\r\n— слишком простые сочетания знаков;\r\n— простые фразы с очевидным написанием;\r\n— слова, набранные задом наперед;\r\n— слишком короткие пароли.", "add_date": "2021-12-05T07:15:31.539Z", "update_date": "2021-12-05T07:15:31.539Z", "cash": null, "category": 3, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 75, "fields": {"text": "Yalyublyusvoyuzhenu1999 — надежный пароль?\r\n\r\n1. нет\r\n2. да", "descriptions": "Для подбора паролей преступники применяют специальные программы, которые используют словари с тысячами распространенных слов, фраз и цифр. Этот пароль легко подобрать: слова распространенные, а цифры похожи на год рождения или свадьбы.\r\nТранслитерация не поможет — программы умеют ее учитывать при подборе.", "add_date": "2021-12-05T07:15:50.138Z", "update_date": "2021-12-05T07:15:50.138Z", "cash": null, "category": 3, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 76, "fields": {"text": "Алексей взял за основу пароля слова из любимой песни и год ее создания. Какой из придуманных паролей ему стоит выбрать?\r\n\r\n1. LittleRedRidingHoodHitTheRoad1974\r\n2. Little1Red9Riding7Hood4Hit##\r\n3. LRedRidHoodHitRoad74\r\n4. LRRHHTR74", "descriptions": "Пароли, основанные на реальных словах, словосочетаниях или фразах, нужно усложнять, добавляя специальные символы. Если для модификации пароля использованы только буквы и цифры, он все равно остается достаточно простым для подбора.\r\nТак что Алексею нужно выбрать пароль, где есть и буквы, и цифры, и специальные символы.", "add_date": "2021-12-05T07:16:36.555Z", "update_date": "2021-12-05T07:16:36.555Z", "cash": null, "category": 3, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 77, "fields": {"text": "Вы подозреваете, что мошенники узнали ваш пароль от личной электронной почты, которую вы используете для рабочей переписки с клиентами и коллегами. Какие действия необходимо предпринять?\r\n\r\n1. сообщить специалистам компании и поменять пароль\r\n2. завести новый почтовый ящик\r\n3. зафиксировать попытку мошенничества и обратиться в полицию", "descriptions": "Мошенники уже получили к вашим данным, так что, создав новый ящик, вы никак себя не обезопасите. Полицию также вряд ли заинтересует утечка вашего пароля.\r\nВ такой ситуации пользу может принести только смена пароля и обращение к специалистам по безопасности компании для оценки возможного ущерба, поскольку из вашей рабочей переписки злоумышленники могли почерпнуть важную корпоративную информацию.", "add_date": "2021-12-05T07:16:57.272Z", "update_date": "2021-12-05T07:16:57.272Z", "cash": null, "category": 3, "difficulty": 1, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 78, "fields": {"text": "Ваш родственник завел учетную запись на одном из ресурсов, где пароль для аккаунта генерируется автоматически. Что вы посоветуете ему сделать с этим паролем?\r\n\r\n1. усложнить пароль, если проверка покажет недостаточную надёжность\r\n2. записать пароль задом наперёд\r\n3. упростить его, чтобы легче запоминался", "descriptions": "Упрощать пароль не нужно — это снизит его надежность. Запись пароля задом наперед тоже не имеет смысла — программы подбора паролей проверяют оба варианта.\r\nА вот поменять в пароле пару символов и проверить его онлайн-сервисом не помешает. При необходимости (если онлайн-сервис найдет пароль слишком простым) его стоит модифицировать.", "add_date": "2021-12-05T07:17:24.451Z", "update_date": "2021-12-05T07:17:24.451Z", "cash": null, "category": 3, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 79, "fields": {"text": "Максим знает, что для сложного пароля лучше выбрать не слово, а словосочетание, после чего усложнить его с помощью замены букв на цифры и спецсимволы. Какое словосочетание ему стоит выбрать в качестве основы для пароля?\r\n\r\n1. Milaya_moya_solnyshko_lesnoe\r\n2. Moroz_i_solnce\r\n3. Ostorozhno_Dveri_Zakryvayutsa\r\n4. Yabloko_vkrutuyu", "descriptions": "Словосочетание, на основе которого вы придумываете пароль, не может быть строкой из известного стихотворения или распространенной фразой. Это должно быть нечто уникальное, известное только вам.\r\nОбратите внимание, что словосочетание «яблоко вкрутую» даже не гуглится, оно нигде и никогда не фигурировало. А запомнить его легко.", "add_date": "2021-12-05T07:17:48.477Z", "update_date": "2021-12-05T07:17:48.477Z", "cash": null, "category": 3, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 80, "fields": {"text": "Предположим, политика вашей компании не запрещает делать записи-напоминания для паролей. Какой из приведенных вариантов соответствует правилам создания подобных напоминаний?\r\n\r\n1. s5prm&NOi# от той почты\r\n2. s5prm&NOi# eduard_ivanov@gmail.com\r\n3. s5prm&NOi# от гмейла\r\n4. на пятой странице - s5prm, на двеннадцатой - &NOi#", "descriptions": "Никогда не храните пароль и имя пользователя в одном месте! Придумайте и используйте собственную систему записей. Например, вы помните, что пароль разделен на две половины, которые записаны на разных страницах, и знаете, от чего этот пароль. Укравший ваши записи злоумышленник вряд ли сообразит, что к чему.\r\nЗная домен сервиса электронной почты и владельца записной книжки, подобрать имя пользователя слишком легко. Злоумышленникам, знающим, чья книжка попала им в руки, не составит труда перепробовать все известные им адреса почты.", "add_date": "2021-12-05T07:18:14.223Z", "update_date": "2021-12-05T07:18:14.223Z", "cash": null, "category": 3, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 81, "fields": {"text": "Как проверить надежность придуманного вами сложного пароля?\r\n\r\n1. сказать пароль другу и узнать его мнение\r\n2. спросить у коллег, какие пароли придумали они, и сравнить свой пароль с их вариантами\r\n3. ввести пароль в форму онлайн-чекера и проверить его надёжность\r\n4. видоизменить пароль и проверить видоизменённую версию посредством онлайн-чекера", "descriptions": "Делиться своим паролем не нужно ни с кем и ни при каких обстоятельствах.\r\nА вот проверить придуманный пароль с помощью специального онлайн-сервиса, предварительно изменив в пароле несколько символов, не только можно, но и нужно. Изменять символы нужно, поскольку некоторые онлайн-чекеры могут сохранять ваши пароли в своих базах данных, а те впоследствии имеют шанс оказаться в руках злоумышленников.", "add_date": "2021-12-05T07:19:12.198Z", "update_date": "2021-12-05T07:19:12.198Z", "cash": null, "category": 3, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 82, "fields": {"text": "какая основа для пароля безопаснее остальных\r\n\r\n1. строчка из песни, которую я использую в качестве статуса в социальной сети\r\n2. строчка из стихотворения, однажды рассказанного на детском утреннике\r\n3. кличка моего кота\r\n4. имя и фамилия форварда команды, за которую я болею", "descriptions": "Надо очень хорошо вас знать, чтобы догадаться про строчку из стихотворения вашего детства, а вот всего, что могло быть упомянуто в социальных сетях, лучше избегать. Злоумышленники проверят и ваши музыкальные вкусы, и тем более кличку вашего кота. Спортивные термины, как и музыкальные, обязательно проверяются при подборе паролей, особенно если вы подписаны на спортивные новости.", "add_date": "2021-12-05T07:19:34.827Z", "update_date": "2021-12-05T07:19:34.827Z", "cash": null, "category": 3, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 83, "fields": {"text": "Александр отправился в командировку, где он должен провести для клиентов несколько презентаций. Ноутбук Александра сломался в самый неподходящий момент, и ему пришлось запускать презентации в Google Slides с компьютеров клиентов, входя в свой аккаунт Google. Как часто Александру следует менять пароль от аккаунта?\r\n\r\n1. всякий раз после проведения презентации\r\n2. в соответствии с требованиями службы безопасности своей фирмы\r\n3. раз в месяц\r\n4. не нужно менять", "descriptions": "Менять пароли необходимо так часто, как того требуют ответственные за безопасность вашей компании. Если таких требований нет, пароли нужно менять раз в три месяца.\r\nМенять пароль раз в месяц, а тем более всякий раз после выхода из сервиса — мера излишняя.", "add_date": "2021-12-05T07:19:56.728Z", "update_date": "2021-12-05T07:19:56.728Z", "cash": null, "category": 3, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 84, "fields": {"text": "Онлайн-генератор паролей составил пароль 9Gik9o0zq%Bu. Достаточно ли он надежен?\r\n\r\n1. есть буквы в разном регистре, цифры, специальные знаки - пароль отличный\r\n2. в пароле не хватает символов какого-либо национального алфавита, он не надёжен\r\n3. всего 12 знаков, маловато\r\n4. этот пароль легко забыть, значит, и надёжным его считать нельзя", "descriptions": "Запоминаемость пароля — это не критерий надежности, потому что пароль не обязательно хранить в своей памяти — для этого есть специальные инструменты.\r\nСимволы национальных алфавитов не распознаются многими сервисами, поэтому не стоит включать их в пароли.\r\n12 знаков — достаточная для надежного пароля длина (напомним, что минимально допустимы 8 знаков).\r\nИными словами, это хороший пароль.", "add_date": "2021-12-05T07:20:32.899Z", "update_date": "2021-12-05T07:20:32.899Z", "cash": null, "category": 3, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 85, "fields": {"text": "Что случится, если я забуду свой пароль от Gmail?\r\n\r\n1. ничего страшного - процедура восстановления, как правило, занимает не больше 30 минут\r\n2. я навсегда потеряю доступ к аккаунту и всем данным\r\n3. мне придётся восстанавливать пароль, приехав в офис компании, предоставляющей сервис", "descriptions": "На заре эры Интернета для восстановления пароля к некоторым сервисам действительно нужно было ехать в офис компании. Но с тех пор многое изменилось.\r\nТеперь восстановление пароля занимает не больше получаса. Даже если вы забудете свой сложный пароль, всегда можно его восстановить и придумать новый.", "add_date": "2021-12-05T07:22:03.044Z", "update_date": "2021-12-05T07:22:03.044Z", "cash": null, "category": 3, "difficulty": 2, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 86, "fields": {"text": "что можно назвать слабой стороной менеджеров паролей\r\n\r\n1. пароли трудно запоминать, потому что они генерируются самой системой\r\n2. возможны взломы и утечки информации из сервиса из-за уязвимостей\r\n3. вы можете забыть мастер-пароль и потерять доступ к ресурсам\r\n4. никто не сможет зайти в ваш аккаунт, если с вами что-то сл", "descriptions": "Слабыми сторонами менеджеров паролей могут считаться опасность утечек (для онлайн-менеджеров), а также уязвимости, позволяющие взломать программу — как онлайн, так и офлайн.\r\nОстальные утверждения неверны. Пароли, сохраненные в менеджере, не требуется запоминать, они вводятся автоматически. Если вы забудете мастер-пароль, то всегда сможете его восстановить. Большинство менеджеров поддерживают функцию экстренных контактов на случай, если с вами что-то произойдет.", "add_date": "2021-12-05T07:23:08.255Z", "update_date": "2021-12-05T07:23:08.255Z", "cash": null, "category": 3, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 87, "fields": {"text": "Вы входите в приложение с двухфакторной аутентификацией. Для входа вы используете логин. Что ещё теоретически может потребовать приложение, чтобы осуществить двухфакторную аутентификацию?\r\n\r\n1. код доступа, отправленный на телефон\r\n2. девичью фамилию вашей матери\r\n3. кодовое слово", "descriptions": "Для осуществления двухфакторной аутентификации помимо логина (фактор — знание), приложение может потребовать код доступа, отправленный на телефон (владение) \r\nДевичья фамилия матери и кодовое слово — неверные ответы, так как они тоже относятся к категории «знание».", "add_date": "2021-12-05T07:23:28.876Z", "update_date": "2021-12-05T07:23:28.876Z", "cash": null, "category": 3, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 88, "fields": {"text": "Какие браузеры считаются самыми безопасными для хранения паролей?\r\n\r\n1. Mozilla Firefox\r\n2. Internet Explorer\r\n3. Google Chrome\r\n4. Opera\r\n5. все браузеры одинаково безопасны\r\n6. все браузеры одинаково опасны", "descriptions": "Не стоит хранить пароли от важных ресурсов ни в одном из браузеров. Браузеры могут работать по-разному, но принцип хранения одинаков, и с помощью специального ПО пароли легко извлечь из внутренней директории любого браузера.", "add_date": "2021-12-05T07:24:09.627Z", "update_date": "2021-12-05T07:24:09.627Z", "cash": null, "category": 3, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 89, "fields": {"text": "Вы входите в смартфон с помощью сканирования контуров лица, а в приложение социальной сети с помощью логина. Является ли это двухфакторной аутентификацией?\r\n\r\n1. да, потому что вы используете два разных фактора аутентификации\r\n2. да, потому что вы используете одинаковые факторы аутентификации для разных ресурсов\r\n3. нет, потому что вы используете одинаковые факторы аутентификации\r\n4. нет, потому что вы используете разные факторы аутентификации для разных ресурсов", "descriptions": "Это не является двухфакторной аутентификацией, несмотря на использование разных факторов. Вы входите в разные ресурсы — смартфон и приложение.", "add_date": "2021-12-05T07:24:35.268Z", "update_date": "2021-12-05T07:24:35.268Z", "cash": null, "category": 3, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 90, "fields": {"text": "Вы не защитили браузер мастер-паролем. Кто теоретически может узнать сохраненный в браузере пароль?\r\n\r\n1. только киберпреступник, установивший вредоносное ПО на ваш компьютер\r\n2. только тот, кто украдёт ваш компьютер\r\n3. только коллега, которому вы дали поработать за вашим компьютером\r\n4. всё вышеперечисленное", "descriptions": "Пароли в браузере хранятся в открытом виде, если их не защитить мастер-паролем. Поэтому любой человек, имеющий доступ к вашему компьютеру, теоретически может украсть ваш пароль из браузера.", "add_date": "2021-12-05T07:24:59.925Z", "update_date": "2021-12-05T07:24:59.925Z", "cash": null, "category": 3, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 91, "fields": {"text": "Вы постоянно пользуетесь сохранением паролей в браузере. А теперь вы прочитали, что пароли от важных сервисов не стоит хранить таким образом, и решили удалить из памяти браузера пароль от почты, после чего вообще отключить функцию сохранения паролей. Где можно это сделать?\r\n\r\n1. в настройках браузера\r\n2. в настройках почтового аккаунта\r\n3. она отключится автоматически при выходе из аккаунта\r\n4. в настройках Outlook", "descriptions": "Отключить функцию сохранения паролей в браузере можно в настройках браузера.\r\nВыйти из аккаунта недостаточно — пароли все равно сохранятся. Настройки почты и Outlook не имеют отношения к хранению паролей в браузере.", "add_date": "2021-12-05T07:25:23.791Z", "update_date": "2021-12-05T07:25:23.791Z", "cash": null, "category": 3, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 92, "fields": {"text": "Для какого сервиса стоит отключить пуш-уведомления на заблокированном экране смартфона, чтобы злоумышленники не получили доступ к вашим личным данным?\r\n\r\n1. Delivery Club\r\n2. новое смс-сообщение\r\n3. Яндекс.Такси", "descriptions": "Многие сервисы, в том числе банки,могут присылать конфиденциальную информацию посредством SMS, поэтому уведомления о пришедшем SMS следует отключить.", "add_date": "2021-12-05T07:25:45.199Z", "update_date": "2021-12-05T07:25:45.199Z", "cash": null, "category": 3, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 93, "fields": {"text": "При входе в приложение Андрей вводит свой пароль, логин, кодовое слово и имя домашнего животного. Сколько факторов аутентификации использует Андрей?\r\n\r\n1. 4\r\n2. 3\r\n3. 2\r\n4. 1", "descriptions": "Андрей использует один фактор аутентификации, так как пароль, логин, кодовое слово и имя домашнего животного относятся к фактору знания.", "add_date": "2021-12-05T07:26:28.441Z", "update_date": "2021-12-05T07:26:28.441Z", "cash": null, "category": 3, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 94, "fields": {"text": "Катя хочет установить запоминаемый и надежный пароль на личную почту, где хранятся важные документы. Что должен посоветовать ей коллега, чтобы Катя запомнила пароль, а ее почта была в безопасности?\r\n\r\n1. составить сложный пароль, а затем сохранить его в браузере\r\n2. установить менеджер паролей, который сгенерирует и сохранит сложный пароль для почты\r\n3. составить сложный пароль, одну половину запомнить, вторую - записать и положить на всякий случай в кошелёк\r\n4. создать пароль с помощью генератора, записать на бумажке и положить его в ящик рабочего стола", "descriptions": "Неважно, придумает ли Катя пароль самостоятельно или сгенерирует его посредством генератора паролей. Главное — правильно хранить этот пароль. Лучше всего часть его записать, часть — запомнить.\r\nСохранять пароль от важного ресурса в браузере или менеджере паролей, а тем более оставлять в ящике рабочего стола не нужно.", "add_date": "2021-12-05T07:26:54.469Z", "update_date": "2021-12-05T07:26:54.469Z", "cash": null, "category": 3, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 95, "fields": {"text": "В чем отличия мастер-пароля в браузере и мастер-пароля в менеджере паролей?\r\n\r\n1. мастер-пароль в браузере защищает пароли от хищения в интернете, а мастер-пароль в менеджере - от физического хищения\r\n2. по смыслу - ничем, но хранить пароли от важных ресурсов в браузере, даже при наличии мастер-пароля, не стоит, в отличие от менеджера паролей\r\n3. мастер-пароль в браузере можно взломать, имея доступ к компьютеру, а мастер-пароль в менеджере - откуда угодно\r\n4. мастер-пароль в браузере можно обойти, не открывая браузер, а для взлома мастер-пароля в менеджере нужно открыть менеджер", "descriptions": "По смыслу мастер-пароль и в браузере, и в менеджере паролей — это одно и то же. Хранящиеся и там, и там пароли зашифрованы, а ключ шифрования создается системой на основе мастер-пароля, который знаете только вы. Поэтому разница здесь обусловлена разницей в правилах хранения паролей в браузерах и менеджерах паролей (если кратко, то хранить пароли от важных ресурсов в браузере не следует).", "add_date": "2021-12-05T07:27:26.128Z", "update_date": "2021-12-05T07:27:26.128Z", "cash": null, "category": 3, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 96, "fields": {"text": "Петя решил войти на сайт vkontakIe.ru, используя менеджер паролей. Что с наибольшей долей вероятности произойдет дальше?\r\n\r\n1. менеджер паролей автоматически авторизует петю на сайте\r\n2. менеджер паролей поднимет тревогу, информируя петю, что сайт поддельный\r\n3. менеджер паролей попросит петю самостоятельно ввести пароль\r\n4. менеджер паролей предупредит петю об опасности загрузки вредоносного ПО", "descriptions": "Поскольку сайт явно поддельный (обратите внимание на написание адреса), в петином менеджере не хранится соответствующего пароля. Таким образом, менеджер паролей предложит Пете самостоятельно ввести пароль. Это должно послужить сигналом: что-то не так, вероятно, сайт мошеннический.\r\nНекоторые менеджеры паролей умеют распознавать мошеннические сайты, однако это не является базовой функциональностью каждой подобной программы. Об опасности загрузки вредоносного ПО менеджеры паролей не сообщают.", "add_date": "2021-12-05T07:28:05.596Z", "update_date": "2021-12-05T07:28:05.596Z", "cash": null, "category": 3, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 97, "fields": {"text": "Алексей работает фрилансером, путешествуя по всему миру. Он пользуется несколькими гаджетами, а иногда работает на чужих компьютерах. Где ему лучше хранить пароли?\r\n\r\n1. в браузере\r\n2. в онлайн-менеджере паролей\r\n3. в бумажном блокноте с указанием, к чему относятся те или иные пароли\r\n4. в собственной памяти", "descriptions": "Алексей часто пользуется чужими компьютерами, а чужой компьютер, зараженный вредоносным ПО, позволит злоумышленнику получить доступ к мастер-паролю онлайн-менеджера, а значит и ко всем остальным паролям Алексея. Поэтому использовать онлайн-менеджер паролей не стоит.\r\nАлексею следует воспользоваться своей памятью для ввода пароля на чужих устройствах.", "add_date": "2021-12-05T07:28:34.295Z", "update_date": "2021-12-05T07:28:34.295Z", "cash": null, "category": 3, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}, {"model": "game.question", "pk": 98, "fields": {"text": "Назовите главный недостаток двухфакторной аутентификации.\r\n\r\n1. она не поддерживается менеджерами паролей\r\n2. она возможна только при доступе к интернету\r\n3. она возможна только при наличии сотовой сети\r\n4. она не поддерживается большинством браузеров\r\n5. она занимает больше времени, чем однофакторная", "descriptions": "Единственный недостаток двухфакторной аутентификации в том, что она занимает чуть больше времени, чем однофакторная. Но надежная защита ваших ресурсов стоит этих нескольких лишних секунд.", "add_date": "2021-12-05T07:29:06.347Z", "update_date": "2021-12-05T07:29:06.347Z", "cash": null, "category": 3, "difficulty": 3, "owner": 1, "is_active": true, "picture": ""}}]