[{"model": "poll.question", "pk": 7, "fields": {"lesson": 1, "text": "Вспомните жизнь без мобильного телефона. Не помните за давностью лет? Или просто не застали время без мобильной связи?", "options": 5, "add_date": "2021-12-05T07:49:32.324Z", "update_date": "2021-12-05T07:49:32.324Z", "owner": 1}}, {"model": "poll.question", "pk": 8, "fields": {"lesson": 1, "text": "Сегодня мобильный есть почти у каждого. И на 2020 год 59% из них — смартфоны.", "options": 5, "add_date": "2021-12-05T07:49:45.516Z", "update_date": "2021-12-05T07:49:45.516Z", "owner": 1}}, {"model": "poll.question", "pk": 9, "fields": {"lesson": 1, "text": "4,3 миллиарда человек пользуются смартфонами — вдумайтесь в это число. 4,3 миллиарда банковских счетов, альбомов личных фотографий, доступов к рабочим документам.", "options": 5, "add_date": "2021-12-05T07:49:53.846Z", "update_date": "2021-12-05T07:49:53.846Z", "owner": 1}}, {"model": "poll.question", "pk": 10, "fields": {"lesson": 1, "text": "Для злоумышленника смартфоны обычных людей — это неиссякаемый источник денег и информации.", "options": 5, "add_date": "2021-12-05T07:50:00.990Z", "update_date": "2021-12-05T07:50:00.990Z", "owner": 1}}, {"model": "poll.question", "pk": 11, "fields": {"lesson": 1, "text": "У известного российского писателя Дмитрия Глуховского есть роман «Текст», в котором герою достается чужой смартфон. В течение целой недели он ведет с этого смартфона переписку, договаривается о встречах, общается с родственниками владельца. И никто не догадывается о том, что смартфон в руках другого человека.\r\n\r\nМы носим с собой цифровую копию своей жизни.", "options": 5, "add_date": "2021-12-05T07:50:09.401Z", "update_date": "2021-12-05T07:50:09.401Z", "owner": 1}}, {"model": "poll.question", "pk": 12, "fields": {"lesson": 1, "text": "Представьте себе, что злоумышленник установил на ваш смартфон следящее ПО. Он узнал пароли от всех ваших сервисов — от онлайн-банка до аккаунта в сетевой игре. Он прочел вашу переписку в мессенджерах и почте. Он скачал с Google Drive все ваши документы.\r\n\r\nПо сути, он может управлять вами. Обокрасть вас и вашу компанию. Лишить вас работы. Лишить вас всего. Потому что вы у него в кармане.", "options": 5, "add_date": "2021-12-05T07:51:07.986Z", "update_date": "2021-12-05T07:51:07.986Z", "owner": 1}}, {"model": "poll.question", "pk": 13, "fields": {"lesson": 1, "text": "Злоумышленник получает доступ к любому из аккаунтов пользователя — в онлайн-банке, соцсети, интернет-магазине, на корпоративном сайте — и извлекает из этого выгоду. Например, крадет деньги, оплачивает свои счета с чужого счета или получает информацию, скажем, о рабочих процессах для продажи.\r\n\r\nДля захвата аккаунта используются самые разные схемы — следящее ПО, встроенное в приложения, поддельные сайты, почтовый фишинг и так далее.", "options": 5, "add_date": "2021-12-05T07:51:17.330Z", "update_date": "2021-12-05T07:51:17.330Z", "owner": 1}}, {"model": "poll.question", "pk": 14, "fields": {"lesson": 1, "text": "Нередко кража информации о пользователе базируется на утечке на стороне мобильного оператора.\r\n\r\nНапример, в 2019 году немецкий мобильный оператор T-Mobile обнаружил утечку информации об аккаунтах более чем 2 000 000 пользователей. Получив данные, позволявшие войти в личный кабинет, мошенники могли изменять настройки мобильной связи, в том числе — безопасности аккаунта, а также подключать пользователей к различным сервисам и услугам.\r\n\r\nПодобные утечки происходят регулярно.", "options": 5, "add_date": "2021-12-05T07:51:26.915Z", "update_date": "2021-12-05T07:51:26.915Z", "owner": 1}}, {"model": "poll.question", "pk": 15, "fields": {"lesson": 1, "text": "Конечно, кража самих устройств. Самый распространенный тип среди всех краж, десятки тысяч устройств в день по всем миру.\r\n\r\nСтатистика утверждает, что 34% «угонов» аккаунтов происходит благодаря физической краже смартфона, где тот или иной аккаунт был сохранен. Остальные приходятся на вредоносное ПО, поддельные сайты и утечки.\r\n\r\nПоэтому защита смартфона от физической кражи — не менее важная задача, чем соблюдение правил кибербезопасности в Сети.", "options": 5, "add_date": "2021-12-05T07:51:35.710Z", "update_date": "2021-12-05T07:51:35.710Z", "owner": 1}}, {"model": "poll.question", "pk": 16, "fields": {"lesson": 1, "text": "Мобильный фишинг не менее популярен, чем фишинг для компьютеров. Причем в случае компьютеров злоумышленники используют для фишинговых писем электронную почту, социальные сети и десктопные мессенджеры, а случае со смартфонами к этому прибавляются SMS и MMS-сообщения, а также ряд мессенджеров, доступных только в виде приложений для мобильных телефонов.\r\n\r\nХотя рецепты фишинга везде одинаковые. Чаще всего это «сообщения от банка», в которых предлагается срочно перейти по ссылке, чтобы оплатить штраф или кредит. Или сообщения в духе «твои интимные фотки в сети, ты видел?», и ссылка.", "options": 5, "add_date": "2021-12-05T07:51:44.359Z", "update_date": "2021-12-05T07:51:44.359Z", "owner": 1}}, {"model": "poll.question", "pk": 17, "fields": {"lesson": 1, "text": "В 2019 году было обнаружено более 5,7 миллиона вредоносных установочных пакетов для мобильных устройств.\r\n\r\nИз-за атак только троянских программ для устройств Android и только в России пользователи потеряли более 11,7 миллионов евро.\r\n\r\nПо оценке экспертов, самой серьезной угрозой являются программы-рутовальщики — они предоставляют злоумышленникам права суперпользователей и фактический доступ ко всем возможностям смартфона жертвы.", "options": 5, "add_date": "2021-12-05T07:51:54.903Z", "update_date": "2021-12-05T07:51:54.903Z", "owner": 1}}, {"model": "poll.question", "pk": 18, "fields": {"lesson": 1, "text": "Помимо этого, вредоносное ПО может:\r\n\r\n-подписать вас на платные услуги;\r\n-похитить персональные и корпоративные данные;\r\n-нанести телефону или планшету физический вред: например, постоянный майнинг -криптовалюты или непрерывный показ рекламы может привести к перегреву.", "options": 5, "add_date": "2021-12-05T07:52:17.266Z", "update_date": "2021-12-05T07:52:17.266Z", "owner": 1}}, {"model": "poll.question", "pk": 19, "fields": {"lesson": 1, "text": "Но мошенники не всесильны. И мы вполне можем с ними бороться. Более того, это не так и сложно. Для этого достаточно соблюдать правила безопасности, которые несложно запомнить и еще легче применять.", "options": 5, "add_date": "2021-12-05T07:52:28.860Z", "update_date": "2021-12-05T07:52:28.860Z", "owner": 1}}, {"model": "poll.question", "pk": 20, "fields": {"lesson": 1, "text": "Сильные пароли на блокировке экрана, регулярное обновление браузера и ОС, использование мобильного антивируса — все эти базовые вещи остановят мошенника. Или по меньшей мере задержат его, позволив вам предпринять меры для защиты своих данных.", "options": 5, "add_date": "2021-12-05T07:52:43.641Z", "update_date": "2021-12-05T07:52:43.641Z", "owner": 1}}, {"model": "poll.question", "pk": 21, "fields": {"lesson": 1, "text": "В этом учебном модуле мы узнаем:\r\n\r\n-для чего нужна блокировка и пароль на мобильном устройстве;\r\n-почему важно защищать мобильные устройства с помощью антивируса;\r\n-как избежать попадания на смартфон вредоносного ПО и как действовать в -случае его обнаружения в системе;\r\n-как правильно обновлять операционную систему и приложения для смартфона.\r\nВперед, к знаниям!", "options": 5, "add_date": "2021-12-05T07:53:06.522Z", "update_date": "2021-12-05T07:53:06.522Z", "owner": 1}}, {"model": "poll.question", "pk": 22, "fields": {"lesson": 2, "text": "-Используйте максимально сложный пароль для защиты своего мобильного устройства, а также режим автоматической блокировки, чтобы безопасность устройства была обеспечена в любой момент.\r\n-Не оставляйте смартфон без присмотра, даже если рядом только ваши друзья или родственники.", "options": 5, "add_date": "2021-12-05T07:53:46.016Z", "update_date": "2021-12-05T07:53:46.016Z", "owner": 1}}, {"model": "poll.question", "pk": 23, "fields": {"lesson": 2, "text": "Смартфон каждый день, каждую минуту, каждую секунду с нами. Из средства связи он превратился в маленький мир карманного формата. Мы ведем деловые переговоры в мессенджерах, играем в игры, читаем новости, слушаем музыку и смотрим кино — и делаем это не в домашней обстановке и не на рабочем месте, а на ходу, в метро, в машине, в кафе.", "options": 5, "add_date": "2021-12-05T07:53:54.745Z", "update_date": "2021-12-05T07:53:54.745Z", "owner": 1}}, {"model": "poll.question", "pk": 24, "fields": {"lesson": 2, "text": "Когда смартфон попадает в чужие руки — хотя бы ненадолго — мы не просто теряем возможность общаться. Мы можем лишиться всего. В прямом смысле — всего. Денег, друзей, аккаунтов на различных сайтах, развлечений. Причем лишиться за каких-то несколько минут.", "options": 5, "add_date": "2021-12-05T07:54:10.087Z", "update_date": "2021-12-05T07:54:10.087Z", "owner": 1}}, {"model": "poll.question", "pk": 25, "fields": {"lesson": 2, "text": "Сложный, качественный пароль может дать время на спасение этого маленького, но такого важного мира. Время, за которое мы можем забрать смартфон обратно у того, кто его взял. На то, чтобы закрыть доступ к нашим аккаунтам. На то, чтобы удалить данные. Что может быть важнее времени?", "options": 5, "add_date": "2021-12-05T07:54:18.082Z", "update_date": "2021-12-05T07:54:18.082Z", "owner": 1}}, {"model": "poll.question", "pk": 26, "fields": {"lesson": 2, "text": "Кому в руки может попасть ваш смартфон?\r\n\r\nНапример, детям.\r\n\r\nВы оставите его на столе в своей комнате, а ваш ребенок возьмет его поиграть — без всякого злого умысла — и отправит сомнительный смайлик вашему начальнику через мессенджер.", "options": 5, "add_date": "2021-12-05T07:54:50.807Z", "update_date": "2021-12-05T07:54:50.807Z", "owner": 1}}, {"model": "poll.question", "pk": 27, "fields": {"lesson": 2, "text": "Например, друзьям, родственникам или коллегам.\r\n\r\nСупруге будет лень идти за своим смартфоном, оставленным на кухне, она возьмет со стола ваш, чтобы посмотреть, что нового в мире моды. И наткнется на вашу историю поиска, из которой узнает, какой подарок вы искали на ее грядущий день рождения. Сюрприз будет испорчен.\r\n\r\nА еще супруга может случайно получить доступ к конфиденциальной информации, что запрещено правилами компании и чревато неприятностями.", "options": 5, "add_date": "2021-12-05T07:55:02.623Z", "update_date": "2021-12-05T07:55:02.623Z", "owner": 1}}, {"model": "poll.question", "pk": 28, "fields": {"lesson": 2, "text": "Например, злоумышленнику.\r\n\r\nОн просто украдет ваш смартфон в метро. Вытащит из кармана или сумки. И будет волен распоряжаться любыми вашими данными, а если у вас подключен мобильный банк, то, возможно, и деньгами.", "options": 5, "add_date": "2021-12-05T07:55:10.042Z", "update_date": "2021-12-05T07:55:10.042Z", "owner": 1}}, {"model": "poll.question", "pk": 29, "fields": {"lesson": 2, "text": "Собственно, злоумышленнику не нужно даже воровать ваш смартфон. Если вы оставите устройство без присмотра на столике в кафе, ему достаточно минуты, чтобы подойти, установить шпионское приложение — и уйти незамеченным. И в дальнейшем данные о том, какие сайты вы посещаете и какие пароли вводите, будут поступать к нему. А вы будете удивляться, как это сумели взломать вашу почту или аккаунт на Facebook.", "options": 5, "add_date": "2021-12-05T07:55:23.969Z", "update_date": "2021-12-05T07:55:23.969Z", "owner": 1}}, {"model": "poll.question", "pk": 30, "fields": {"lesson": 2, "text": "Далеко не всегда злоумышленник — это профессиональный рецидивист. Вот, например, два примера, когда искушению поддались совершенно обычные люди.\r\n\r\nВ 2016 году житель Оренбургской области (Россия) нашел у пропускного пункта на границе России и Казахстана смартфон с подключенной услугой «Мобильный банк» и перевел себе и супруге 9500 рублей (€130) на банковские счета и балансы мобильных телефонов. До этого случая мужчина закон никогда не преступал.", "options": 5, "add_date": "2021-12-05T07:56:09.039Z", "update_date": "2021-12-05T07:56:09.039Z", "owner": 1}}, {"model": "poll.question", "pk": 31, "fields": {"lesson": 2, "text": "В 2018 году схожая ситуация произошла в городе Ракитном недалеко от Белгорода (Россия). Мужчина сидел в кафе с друзьями, затем оставил на столе телефон, отойдя в туалет, и за это время его знакомый вошел в кабинет его мобильного банка и перевел себе на счет 8000 рублей (€110). Кража обнаружилась мгновенно, и деньги вернули — но было ли это приятно для пострадавшего?", "options": 5, "add_date": "2021-12-05T07:56:17.530Z", "update_date": "2021-12-05T07:56:17.530Z", "owner": 1}}, {"model": "poll.question", "pk": 32, "fields": {"lesson": 2, "text": "Элементарная защита смартфона с помощью пароля или отпечатка пальца позволила бы избежать подобных ситуаций.\r\n\r\nИ обратите внимание, что это избавило бы от проблем обе стороны. Потерпевшего от потери денег и юридической мороки, а преступника — от суда и следствия.", "options": 5, "add_date": "2021-12-05T07:56:25.341Z", "update_date": "2021-12-05T07:56:25.341Z", "owner": 1}}, {"model": "poll.question", "pk": 33, "fields": {"lesson": 2, "text": "ЧТО ЕЩЕ МОЖЕТ СЛУЧИТЬСЯ, ЕСЛИ ОСТАВИТЬ СМАРТФОН БЕЗ ПРИСМОТРА?\r\nВ первую очередь его могут украсть. Но есть много других неприятностей, которые могут произойти со смартфоном, если оставить его незаблокированным без присмотра.", "options": 5, "add_date": "2021-12-05T07:56:39.835Z", "update_date": "2021-12-05T07:56:39.835Z", "owner": 1}}, {"model": "poll.question", "pk": 34, "fields": {"lesson": 2, "text": "Даже если телефон заблокирован, на экране могут появляться предпросмотры SMS или сообщений из мессенджеров. Они могут представлять интерес для злоумышленника, который выбрал вас в качестве мишени, или просто для любопытного коллеги, который хочет узнать побольше о вашей личной жизни.\r\n\r\nОбе ситуации неприятны (а первая чревата финансовыми и рабочими последствиями), поэтому:\r\n\r\n-или отключите появление уведомлений при заблокированном экране;\r\n-или настройте уведомления так, чтобы отображалась информация, от кого пришло сообщение, но не его содержание.", "options": 5, "add_date": "2021-12-05T07:56:52.416Z", "update_date": "2021-12-05T07:56:52.416Z", "owner": 1}}, {"model": "poll.question", "pk": 35, "fields": {"lesson": 2, "text": "При включенной функции голосового помощника злоумышленник может воспользоваться телефоном, не разблокируя его.\r\n\r\nДля того, чтобы этого не произошло, аккуратно настройте голосовой помощник — в режиме блокировки он работать не должен.\r\n\r\nСуществует возможность разблокировки голосом, но даже Google официально признает, что распознавание голоса пока еще не является достаточно совершенной технологией. Злоумышленник того же пола может довольно легко сымитировать голос владельца телефона — и разблокировать устройство.", "options": 5, "add_date": "2021-12-05T07:57:03.119Z", "update_date": "2021-12-05T07:57:03.119Z", "owner": 1}}, {"model": "poll.question", "pk": 36, "fields": {"lesson": 2, "text": "И, конечно, то, о чем мы вскользь упоминали. Если ваш телефон лежит без присмотра и он не заблокирован, злоумышленник может за полминуты установить на него следящее ПО — этот трюк часто показывают в кино, но он существует и в реальности.", "options": 5, "add_date": "2021-12-05T07:57:14.198Z", "update_date": "2021-12-05T07:57:14.198Z", "owner": 1}}, {"model": "poll.question", "pk": 37, "fields": {"lesson": 2, "text": "Само ПО злоумышленник заранее выкладывает на каком-либо сайте. Далее, если смартфон оставлен без присмотра, он берет его, быстро заходит на этот сайт и устанавливает приложение. Чаще всего это следящее ПО, способное считывать набираемые вами логины, пароли, данные карт и так далее. О разных типах подобного ПО мы подробно писали в теме «Персональный компьютер».", "options": 5, "add_date": "2021-12-05T07:57:21.334Z", "update_date": "2021-12-05T07:57:21.334Z", "owner": 1}}, {"model": "poll.question", "pk": 38, "fields": {"lesson": 2, "text": "КАК ЗАЩИТИТЬ СМАРТФОН ОТ ВЗЛОМА?\r\n\r\nИспользуйте автоматическую блокировку экрана. Этот параметр можно найти и изменить в меню настройки блокировки, безопасности или параметров экрана. Если вы будете использовать ручную блокировку — то есть каждый раз самостоятельно нажимать на кнопку для того, чтобы экран погас и заблокировался, — есть риск забыть это сделать.", "options": 5, "add_date": "2021-12-05T07:57:44.360Z", "update_date": "2021-12-05T07:57:44.360Z", "owner": 1}}, {"model": "poll.question", "pk": 39, "fields": {"lesson": 2, "text": "Блокировку надо настроить так, чтобы было удобно. Например, пусть экран блокируется через минуту — чтобы не было необходимости вводить пароль каждые 10 секунд.", "options": 5, "add_date": "2021-12-05T07:57:50.920Z", "update_date": "2021-12-05T07:57:50.920Z", "owner": 1}}, {"model": "poll.question", "pk": 40, "fields": {"lesson": 2, "text": "Обязательно установите сложный пароль. Раньше единственным способом защиты был четырехзначный пин-код, но многие современные устройства позволяют поставить пароль любой сложности.", "options": 5, "add_date": "2021-12-05T07:58:04.762Z", "update_date": "2021-12-05T07:58:04.762Z", "owner": 1}}, {"model": "poll.question", "pk": 41, "fields": {"lesson": 2, "text": "Понятно, что пароль на смартфоне придется вводить часто, и 12-значный случайный набор символов — это неудобно. Если система позволяет, придумайте пароль хотя бы из 6 знаков — букв, цифр и специальных символов. Например, чего-то вроде GiuN98% или Fr!41op вполне достаточно. За 1-2 недели вы наловчитесь вводить его автоматически.", "options": 5, "add_date": "2021-12-05T07:58:12.356Z", "update_date": "2021-12-05T07:58:12.356Z", "owner": 1}}, {"model": "poll.question", "pk": 42, "fields": {"lesson": 2, "text": "Отличный способ защиты — разблокировка по отпечатку пальца. Подделка отпечатка — процесс трудоемкий, и рядовых воришек подобная технология, скорее всего, остановит.\r\n\r\nЕдинственная опасность в данном случае — если что-то случится с пальцем (например, рисунок изменится из-за травмы). Поэтому лучше всего заложить в память смартфона несколько пальцев с обеих рук.", "options": 5, "add_date": "2021-12-05T07:58:22.005Z", "update_date": "2021-12-05T07:58:22.005Z", "owner": 1}}, {"model": "poll.question", "pk": 43, "fields": {"lesson": 2, "text": "Популярный и достаточно надежный способ — графический ключ, то есть определенная система линий, которую нужно пальцем нарисовать на экране.\r\n\r\nЗдесь сложность зависит от количества элементов ключа. Не стоит делать ключ из трех линий — если у злоумышленника будет много времени, есть шанс, что он такой ключ подберет. Задайте последовательность хотя бы в 5-6 движений.", "options": 5, "add_date": "2021-12-05T07:58:30.353Z", "update_date": "2021-12-05T07:58:30.353Z", "owner": 1}}, {"model": "poll.question", "pk": 44, "fields": {"lesson": 2, "text": "Еще один вариант — разблокировка по лицу.\r\n\r\nНе так давно многие пользователи жаловались, что распознавание лица работает плохо, а у кого-то получилось разблокировать смартфон с помощью... своей фотографии. Но современная разблокировка подразумевает, что в памяти устройства заложено несколько выражений одного и того же лица (гримас), то есть для взлома можно использовать только настоящего человека, статичная фотография не поможет.", "options": 5, "add_date": "2021-12-05T07:58:41.564Z", "update_date": "2021-12-05T07:58:41.564Z", "owner": 1}}, {"model": "poll.question", "pk": 45, "fields": {"lesson": 2, "text": "Наконец, последний вариант — разблокировка по bluetooth.\r\n\r\nВы сопрягаете смартфон с каким-либо bluetooth-устройством, и он разблокируется, когда это устройство к нему приближается. Метод работает, лишь когда у вас всегда включен bluetooth и вы постоянно носите с собой ещё одно сопряженное устройство. Чаще всего эту технологию используют с наушниками. Надо заметить, что такая разблокировка не всегда удобна (например, дома, когда вы без наушников), так что ее можно сочетать с обычной разблокировкой графическим ключом или паролем.", "options": 5, "add_date": "2021-12-05T07:58:51.349Z", "update_date": "2021-12-05T07:58:51.349Z", "owner": 1}}, {"model": "poll.question", "pk": 46, "fields": {"lesson": 2, "text": "ПРОСТЫЕ И СЛОЖНЫЕ ПАРОЛИ\r\n\r\nплохие варианты пароля\r\n\r\n-Несколько одинаковых символов подряд — например, 5555 или FFFF.\r\n-Очевидная последовательность символов — например, 12345 или ABCDE.\r\n-Слишком короткая комбинация (до 5 знаков).\r\n-Слишком очевидная комбинация символов — год рождения, имя, фамилия.\r\n-Простая геометрическая фигура — если вы используете графический ключ.", "options": 5, "add_date": "2021-12-05T07:59:28.652Z", "update_date": "2021-12-05T07:59:28.652Z", "owner": 1}}, {"model": "poll.question", "pk": 47, "fields": {"lesson": 2, "text": "хорошие варианты пароля\r\n\r\n-Комбинация как минимум из шести символов.\r\n-Сочетание букв и цифр.\r\n-Сочетание строчных и прописных букв.\r\n-Неочевидная комбинация символов — произвольное сочетание цифр или сочетание цифр, осмысленное только для вас.\r\n-Сложная геометрическая фигура — если вы используете графический ключ.", "options": 5, "add_date": "2021-12-05T07:59:47.353Z", "update_date": "2021-12-05T07:59:47.353Z", "owner": 1}}, {"model": "poll.question", "pk": 48, "fields": {"lesson": 2, "text": "НО Я НИКОГДА НЕ ОСТАВЛЯЮ СМАРТФОН БЕЗ ПРИСМОТРА! - скажете вы\r\n\r\nЭто вам кажется. Каждый человек хотя бы пару раз в жизни да не следит за своим смартфоном. Вот навскидку несколько таких ситуаций:\r\n\r\n-вы поставили смартфон на зарядку в аэропорту, подключив его к общественному зарядному пункту;\r\n-вы пошли на офисную кухню к торговому автомату, оставив смартфон на рабочем столе;\r\n-вы расслабились в гостях у друзей и оставили смартфон в кармане куртки, которую повесили в шкаф в коридоре.", "options": 5, "add_date": "2021-12-05T08:00:32.300Z", "update_date": "2021-12-05T08:00:32.300Z", "owner": 1}}, {"model": "poll.question", "pk": 49, "fields": {"lesson": 2, "text": "И так далее. Таких ситуаций можно придумать тысячу.\r\n\r\nИ это нормальные ситуации. Мы не можем спать в обнимку со смартфоном. Иногда мы естественным образом где-то его оставляем. Значит, надо заблокировать доступ к нему.", "options": 5, "add_date": "2021-12-05T08:00:40.205Z", "update_date": "2021-12-05T08:00:40.205Z", "owner": 1}}, {"model": "poll.question", "pk": 50, "fields": {"lesson": 2, "text": "ВЫВОД\r\n\r\nНеобходимо обязательно настроить блокировку экрана на смартфоне, установить сложный пароль, а также стараться никогда не оставлять устройство без присмотра. Тогда вы можете быть уверены в своей безопасности.", "options": 5, "add_date": "2021-12-05T08:01:57.402Z", "update_date": "2021-12-05T08:01:57.402Z", "owner": 1}}, {"model": "poll.question", "pk": 51, "fields": {"lesson": 3, "text": "правило - Обязательно используйте антивирус для мобильных устройств.", "options": 5, "add_date": "2021-12-05T08:03:50.836Z", "update_date": "2021-12-05T08:03:50.836Z", "owner": 1}}, {"model": "poll.question", "pk": 52, "fields": {"lesson": 3, "text": "ПОЧЕМУ ВАЖНО ИСПОЛЬЗОВАТЬ АНТИВИРУС НА МОБИЛЬНОМ УСТРОЙСТВЕ?\r\n\r\nВ теме «Персональный компьютер» мы подробно рассказываем о том, как работают антивирусы, для чего они нужны и почему нельзя использовать устройство без них.\r\n\r\nВсе то же самое касается смартфонов, планшетов и других мобильных устройств, использующих iOS, Android и другие мобильные ОС.", "options": 5, "add_date": "2021-12-05T08:06:47.908Z", "update_date": "2021-12-05T08:06:47.908Z", "owner": 1}}, {"model": "poll.question", "pk": 53, "fields": {"lesson": 3, "text": "Со смартфонов — точно так же, как и с компьютеров — воруют пароли, реквизиты банковских карт, списки контактов и конфиденциальную информацию. Все это можно и нужно защищать.\r\n\r\nИ антивирус в этом — один из важнейших барьеров для злоумышленников.", "options": 5, "add_date": "2021-12-05T08:06:57.616Z", "update_date": "2021-12-05T08:06:57.616Z", "owner": 1}}, {"model": "poll.question", "pk": 54, "fields": {"lesson": 3, "text": "СУЩЕСТВУЮТ ЛИ ВИРУСЫ ДЛЯ МОБИЛЬНЫХ УСТРОЙСТВ?\r\n\r\nВредоносного ПО для мобильных устройств едва ли не больше, чем для компьютеров. Яркий пример — выявленная в 2018 году программа-шпион Skygofree.\r\n\r\nSkygofree умел красть личные данные из форм, считывать переписку пользователя из мессенджеров, отслеживать местоположение устройства и даже незаметно включать аудиозапись, когда смартфон оказывался вблизи определенных координат. Это позволяло записывать, например, разговоры с начальством в конкретном кабинете.", "options": 5, "add_date": "2021-12-05T08:07:16.142Z", "update_date": "2021-12-05T08:07:16.142Z", "owner": 1}}, {"model": "poll.question", "pk": 55, "fields": {"lesson": 3, "text": "Следящее ПО вообще очень распространено для мобильных устройств по логичной причине: мы всегда носим их с собой и авторизуемся с их помощью на десятках различных сайтов. В том числе связанных с финансами.", "options": 5, "add_date": "2021-12-05T08:07:24.326Z", "update_date": "2021-12-05T08:07:24.326Z", "owner": 1}}, {"model": "poll.question", "pk": 56, "fields": {"lesson": 3, "text": "КАК ВЫГЛЯДЯТ МОБИЛЬНЫЕ АНТИВИРУСЫ?\r\n\r\nТочно так же, как и обычные. У всех крупных производителей антивирусов есть варианты для Android и iOS. Например, у «Лаборатории Касперского» мобильный антивирус так и называется — Kaspersky Internet Security для Android.", "options": 5, "add_date": "2021-12-05T08:07:40.954Z", "update_date": "2021-12-05T08:07:40.954Z", "owner": 1}}, {"model": "poll.question", "pk": 57, "fields": {"lesson": 3, "text": "КАК ПРАВИЛЬНО ПОЛЬЗОВАТЬСЯ АНТИВИРУСОМ?\r\n\r\nкратко перечислим правила пользования мобильным антивирусом - в целом они не отличаются от использования обычным", "options": 5, "add_date": "2021-12-05T08:08:15.793Z", "update_date": "2021-12-05T08:08:15.793Z", "owner": 1}}, {"model": "poll.question", "pk": 58, "fields": {"lesson": 3, "text": "Выбирая антивирус, сперва изучите рейтинги на авторитетных научно-популярных сайтах. Например, Techradar регулярно выпускает рейтинг «Лучшие антивирусы» (Best antivirus app of 2020).\r\n\r\nВыбрав подходящий антивирус, скачайте его с официального сайта производителя. Версий бывает несколько — платная обычно имеет расширенный функционал относительно бесплатной. Какую вы выберете, зависит от ваших нужд.", "options": 5, "add_date": "2021-12-05T08:08:23.531Z", "update_date": "2021-12-05T08:08:23.531Z", "owner": 1}}, {"model": "poll.question", "pk": 59, "fields": {"lesson": 3, "text": "Никогда не игнорируйте обновления. Мобильный антивирус, как и другие приложения, оповещает о необходимости обновлять базы — делайте это, не откладывая.\r\n\r\nКаждое новое обновление антивируса — это десятки тысяч новых типов вредоносного ПО, которое может отследить антивирус.\r\n\r\nТакже следите за тем, чтобы у антивируса не закончилась лицензия. Как только приложение сообщит о ее окончании, обновите антивирус.", "options": 5, "add_date": "2021-12-05T08:08:33.151Z", "update_date": "2021-12-05T08:08:33.151Z", "owner": 1}}, {"model": "poll.question", "pk": 60, "fields": {"lesson": 3, "text": "Регулярно сканируйте смартфон на предмет наличия вредоносного ПО. Антивирус умеет отслеживать угрозы по мере их появления — но что-то могло и миновать его защиту.\r\n\r\nМожно настроить автоматическое сканирование — например, при включении смартфона или раз в сутки по ночам. Можно сканировать в ручном режиме — это неважно. Главное — регулярно.", "options": 5, "add_date": "2021-12-05T08:08:40.421Z", "update_date": "2021-12-05T08:08:40.421Z", "owner": 1}}, {"model": "poll.question", "pk": 61, "fields": {"lesson": 3, "text": "Мобильный антивирус может беспокоить вас и по другим поводам — не только по вопросу обновлений или окончания лицензии.\r\n\r\nНапример, он может спрашивать, что делать с подозрительным файлом, — удалить или игнорировать угрозу. Или давать советы относительно посещения тех или иных сайтов в Интернете.\r\n\r\nНастройте оповещения антивируса так, чтобы вам было комфортно. Скажем, все подозрительные файлы приложение пусть удаляет по умолчанию, а о сайтах просто предупреждает.", "options": 5, "add_date": "2021-12-05T08:08:48.506Z", "update_date": "2021-12-05T08:08:48.506Z", "owner": 1}}, {"model": "poll.question", "pk": 62, "fields": {"lesson": 3, "text": "А ЕСЛИ Я ДУМАЮ, ЧТО АНТИВИРУС СМАРТФОНУ НЕ НУЖЕН?\r\n\r\nВ 2020 году на мир обрушилась эпидемия заболевания COVID-19, вызываемого коронавирусом SARS-CoV-2.\r\n\r\nНа этом фоне сразу же появилось множество мошенников. В частности, буквально через два месяца после начала эпидемиии появилось приложение COVID19 Tracker для Android, которое предлагало в режиме реального времени мониторить ситуацию с коронавирусом. На самом же деле после установки оно... считывало пароль, который пользователь использует для разблокировки экрана, и меняло его на произвольный.", "options": 5, "add_date": "2021-12-05T08:09:04.994Z", "update_date": "2021-12-05T08:09:04.994Z", "owner": 1}}, {"model": "poll.question", "pk": 63, "fields": {"lesson": 3, "text": "Далее приложение требовало выкуп $100 в биткоинах (чтобы было невозможно отследить) за то, чтобы сообщить пользователю «новый пароль». Если в течение 48 часов пользователь не переводил деньги на указанный кошелек, приложение стирало всего его контакты и хранящуюся в памяти телефона информацию.\r\n\r\nЭто приложение можно было установить только на смартфоны, где не было антивируса — последний мгновенно распознавал вредоносное ПО, приложение-вымогатель.\r\n\r\nТак что да, антивирус — нужен.", "options": 5, "add_date": "2021-12-05T08:09:17.307Z", "update_date": "2021-12-05T08:09:17.307Z", "owner": 1}}, {"model": "poll.question", "pk": 64, "fields": {"lesson": 3, "text": "вывод\r\n\r\nМобильный антивирус всегда должен быть включен, а его антивирусные базы должны быть актуальны. Злоумышленники не дремлют!", "options": 5, "add_date": "2021-12-05T08:09:53.703Z", "update_date": "2021-12-05T08:09:53.703Z", "owner": 1}}, {"model": "poll.question", "pk": 65, "fields": {"lesson": 9, "text": "ПОЧЕМУ МЫ УПУСКАЕМ ИЗ ВИДУ БЕЗОПАСНОСТЬ?\r\n\r\nЧаще всего мы просто не задумываемся о том, что защита смартфона или планшета должна быть не менее серьезной, чем защита домашнего или офисного компьютера.", "options": 5, "add_date": "2021-12-05T08:26:15.819Z", "update_date": "2021-12-05T08:26:15.819Z", "owner": 1}}, {"model": "poll.question", "pk": 66, "fields": {"lesson": 9, "text": "Мы полагаемся на рекомендации друзей и знакомых, которые уже выполнили рутинг или загрузили модное приложение со случайного сайта, и ничего страшного не случилось.", "options": 5, "add_date": "2021-12-05T08:26:24.031Z", "update_date": "2021-12-05T08:26:24.031Z", "owner": 1}}, {"model": "poll.question", "pk": 67, "fields": {"lesson": 9, "text": "Мы не обращаем внимания на то, что приложения непонятно зачем запрашивают доступ к тем или иным дополнительным системным возможностям — наверняка так нужно по техническим причинам.", "options": 5, "add_date": "2021-12-05T08:26:30.990Z", "update_date": "2021-12-05T08:26:30.990Z", "owner": 1}}, {"model": "poll.question", "pk": 68, "fields": {"lesson": 9, "text": "Мы считаем, что короткий цифровой или графический пароль — достаточная защита на случай, если телефон окажется в чужих руках.", "options": 5, "add_date": "2021-12-05T08:26:40.391Z", "update_date": "2021-12-05T08:26:40.391Z", "owner": 1}}, {"model": "poll.question", "pk": 69, "fields": {"lesson": 9, "text": "Резервное копирование данных тоже кажется излишней предосторожностью, ведь мы не собираемся их удалять.", "options": 5, "add_date": "2021-12-05T08:26:48.236Z", "update_date": "2021-12-05T08:26:48.236Z", "owner": 1}}, {"model": "poll.question", "pk": 70, "fields": {"lesson": 9, "text": "Причин нашей беспечности может быть множество, но результат у нее всегда один — смартфон и хранящаяся в его памяти информация оказываются в опасности.", "options": 5, "add_date": "2021-12-05T08:26:56.097Z", "update_date": "2021-12-05T08:26:56.097Z", "owner": 1}}, {"model": "poll.question", "pk": 71, "fields": {"lesson": 9, "text": "ОПАСНОСТЬ ПОДКЛЮЧЕНИЙ\r\n\r\nСмартфон — это устройство одновременно автономное и зависимое. Мы регулярно подключаем его к различным сетям и другим устройствам — с помощью Wi-Fi, Bluetooth, кабелей и так далее.\r\n\r\nВсе эти каналы используют злоумышленники для того, чтобы подключиться к вашему устройству, установить вредоносное ПО и получить контроль над смартфоном.", "options": 5, "add_date": "2021-12-05T08:27:12.877Z", "update_date": "2021-12-05T08:27:12.877Z", "owner": 1}}, {"model": "poll.question", "pk": 72, "fields": {"lesson": 9, "text": "Поэтому важно следить за безопасностью соединений. Даже если вы подключаетесь с помощью кабеля к своему компьютеру, и только для зарядки, это не исключает появление на смартфоне вредоносного приложения. Например, вы случайно скачали вредоносное ПО, которое не активируется в памяти компьютера, но ждет, когда вы подключите смартфон, чтобы установиться в его систему. Да, бывает и такое.", "options": 5, "add_date": "2021-12-05T08:27:21.925Z", "update_date": "2021-12-05T08:27:21.925Z", "owner": 1}}, {"model": "poll.question", "pk": 73, "fields": {"lesson": 9, "text": "КОМПЛЕКСНЫЕ МЕРЫ\r\n\r\nБезопасность соединений — это не только отключение Bluetooth, когда он не используется, и зарядка смартфона исключительно от розетки.\r\n\r\nЭто, к примеру, и максимальное использование мобильного Интернета в противовес Wi-Fi сетям, и шифрование данных, чтобы злоумышленник не смог до них добраться при подключении, и многое другое.", "options": 5, "add_date": "2021-12-05T08:27:33.673Z", "update_date": "2021-12-05T08:27:33.673Z", "owner": 1}}, {"model": "poll.question", "pk": 74, "fields": {"lesson": 9, "text": "Причем важно понимать, что защита от любых попыток атаки со стороны злоумышленника — это комплекс мер. Недостаточно просто поставить антивирус, или обойтись одним паролем, или просто никогда не подключаться к незнакомым компьютерам.\r\n\r\nВсё это работает исключительно вместе, а одна мера дополняет другую. Так что в плане безопасности не пренебрегайте ничем!", "options": 5, "add_date": "2021-12-05T08:27:40.733Z", "update_date": "2021-12-05T08:27:40.733Z", "owner": 1}}, {"model": "poll.question", "pk": 75, "fields": {"lesson": 9, "text": "ЧТО САМОЕ ВАЖНОЕ И ИНТЕРЕСНОЕ МЫ БУДЕМ ИЗУЧАТЬ?\r\n\r\nВо-первых, мы узнаем, опасны ли для смартфонов внешние подключения — как по Bluetooth, так и посредством кабеля к незнакомым устройствам.", "options": 5, "add_date": "2021-12-05T08:27:55.218Z", "update_date": "2021-12-05T08:27:55.218Z", "owner": 1}}, {"model": "poll.question", "pk": 76, "fields": {"lesson": 9, "text": "Во-вторых, мы разберемся в том, для чего нужно резервное копирование данных из памяти мобильного телефона.", "options": 5, "add_date": "2021-12-05T08:28:02.971Z", "update_date": "2021-12-05T08:28:02.971Z", "owner": 1}}, {"model": "poll.question", "pk": 77, "fields": {"lesson": 9, "text": "В-третьих, мы узнаем, что делать в случае потери смартфона или планшета.", "options": 5, "add_date": "2021-12-05T08:28:16.746Z", "update_date": "2021-12-05T08:28:16.746Z", "owner": 1}}, {"model": "poll.question", "pk": 78, "fields": {"lesson": 9, "text": "Наконец, мы рассмотрим различные варианты «телефонного фишинга» и научимся распознавать стандартные схемы мошеннических звонков.", "options": 5, "add_date": "2021-12-05T08:28:31.425Z", "update_date": "2021-12-05T08:28:31.425Z", "owner": 1}}, {"model": "poll.question", "pk": 79, "fields": {"lesson": 9, "text": "Стартовый урок завершен. Из него вы узнали, что вас ждет дальше в теме «Мобильные устройства». Вперед!", "options": 5, "add_date": "2021-12-05T08:28:48.038Z", "update_date": "2021-12-05T08:28:48.038Z", "owner": 1}}, {"model": "poll.question", "pk": 80, "fields": {"lesson": 10, "text": "в разработке", "options": 5, "add_date": "2021-12-05T08:38:35.693Z", "update_date": "2021-12-05T08:38:35.693Z", "owner": 1}}, {"model": "poll.question", "pk": 81, "fields": {"lesson": 11, "text": "в разработке", "options": 5, "add_date": "2021-12-05T08:55:14.050Z", "update_date": "2021-12-05T08:55:14.050Z", "owner": 1}}, {"model": "poll.question", "pk": 82, "fields": {"lesson": 12, "text": "в разработке", "options": 5, "add_date": "2021-12-05T08:55:35.060Z", "update_date": "2021-12-05T08:55:35.060Z", "owner": 1}}, {"model": "poll.question", "pk": 83, "fields": {"lesson": 13, "text": "в разработке", "options": 5, "add_date": "2021-12-05T08:55:45.356Z", "update_date": "2021-12-05T08:55:45.356Z", "owner": 1}}, {"model": "poll.question", "pk": 84, "fields": {"lesson": 14, "text": "в разработке", "options": 5, "add_date": "2021-12-05T08:55:51.521Z", "update_date": "2021-12-05T08:55:51.521Z", "owner": 1}}, {"model": "poll.question", "pk": 85, "fields": {"lesson": 15, "text": "в разработке", "options": 5, "add_date": "2021-12-05T08:55:59.050Z", "update_date": "2021-12-05T08:55:59.050Z", "owner": 1}}, {"model": "poll.question", "pk": 86, "fields": {"lesson": 16, "text": "в разработке", "options": 5, "add_date": "2021-12-05T08:56:05.684Z", "update_date": "2021-12-05T08:56:05.684Z", "owner": 1}}, {"model": "poll.question", "pk": 87, "fields": {"lesson": 17, "text": "в разработке", "options": 5, "add_date": "2021-12-05T08:56:14.535Z", "update_date": "2021-12-05T08:56:14.535Z", "owner": 1}}, {"model": "poll.question", "pk": 88, "fields": {"lesson": 18, "text": "в разработке", "options": 5, "add_date": "2021-12-05T08:56:19.484Z", "update_date": "2021-12-05T08:56:19.484Z", "owner": 1}}, {"model": "poll.question", "pk": 90, "fields": {"lesson": 19, "text": "в разработке", "options": 5, "add_date": "2021-12-05T08:56:31.262Z", "update_date": "2021-12-05T08:56:31.262Z", "owner": 1}}, {"model": "poll.question", "pk": 91, "fields": {"lesson": 20, "text": "в разработке", "options": 5, "add_date": "2021-12-05T08:56:35.703Z", "update_date": "2021-12-05T08:56:35.703Z", "owner": 1}}, {"model": "poll.question", "pk": 92, "fields": {"lesson": 21, "text": "в разработке", "options": 5, "add_date": "2021-12-05T08:57:09.131Z", "update_date": "2021-12-05T08:57:09.131Z", "owner": 1}}, {"model": "poll.question", "pk": 93, "fields": {"lesson": 22, "text": "в разработке", "options": 5, "add_date": "2021-12-05T08:57:14.030Z", "update_date": "2021-12-05T08:57:14.030Z", "owner": 1}}, {"model": "poll.question", "pk": 94, "fields": {"lesson": 23, "text": "в разработке", "options": 5, "add_date": "2021-12-05T08:57:18.741Z", "update_date": "2021-12-05T08:57:18.741Z", "owner": 1}}, {"model": "poll.question", "pk": 95, "fields": {"lesson": 24, "text": "в разработке", "options": 5, "add_date": "2021-12-05T08:57:39.899Z", "update_date": "2021-12-05T08:57:39.899Z", "owner": 1}}, {"model": "poll.question", "pk": 96, "fields": {"lesson": 25, "text": "в разработке", "options": 5, "add_date": "2021-12-05T08:57:45.253Z", "update_date": "2021-12-05T08:57:45.253Z", "owner": 1}}, {"model": "poll.question", "pk": 97, "fields": {"lesson": 26, "text": "в разработке", "options": 5, "add_date": "2021-12-05T08:57:49.049Z", "update_date": "2021-12-05T08:57:49.049Z", "owner": 1}}]